"geCancel" = "Cancelar";
"geBack" = "Voltar";
"geDisabled" = "Inativo";
"geSize" = "Tamanho";
"gePlay" = "Reproduzir";
"acUnknownError" = "Ocorreu um erro desconhecido!";
"pmChapters" = "Capítulos";
"pmChapter" = "Capítulo";
"pmAudio" = "Áudio";
"pmAudioTracks" = "Faixas de Áudio";
"pmAudioTracksNone" = "Nenhum";
"pmAudioDDHDMI" = "Áudio 5.1 via HDMI";
"pmSubtitles" = "Legendas";
"pmVideo" = "Vídeo";
"pmTrackNameFormat" = "Faixa %ld";
"pmTrackTitle" = "Faixa %ld";
"pmSubtitlesNone" = "Nenhum";
"pmEncoding" = "Codificação";
"pmSmall" = "Pequeno";
"pmMedium" = "Médio";
"pmLarge" = "Grande";
"pmBordered" = "Com Contorno";
"pmShadowed" = "Sombreado";
"pmCombined" = "Ambos";
"pmSubtitlesOutlineNone" = "Nenhum";
"pmBold" = "Negrito";
"pmWeight" = "Tonalidade";
"pmColor" = "Cor";
"pmResync" = "Offset de Tempo";
"pmSubtitlesGetMore" = "Obter Mais...";
"pmSubtitlesService" = "OpenSubtitles";
"pmSubtitlesLanguage" = "Idioma";
"pmSubtitlesChooseLanguage" = "Escolher Idioma";
"pmSubtitlesSearchResult" = "Legendas Disponíveis";
"pmSubtitlesSearchNone" = "Nenhuma";
"pmSubtitlesDownloadsCount" = "%i downloads";
"pmOutline" = "Contorno";
"pmSubtiltlesOffset" = "Alinhamento Vertical";
"pmZoomMode" = "Modo de Zoom";
"pmAspectFit" = "Normal";
"pmAspectFill" = "Preenchimento do Ecrã";
"pmScaleToFill" = "Esticado";
"pmSpeechBoost" = "Boost do Canal Central";
"pmSpeechBoost6dB" = "+ 6dB";
"pmSpeechBoost12dB" = "+ 12dB";
"soOffset0" = "Padrão";
"coWhite" = "Branco";
"coYellow" = "Amarelo";
"coRed" = "Vermelho";
"coBlue" = "Azul";
"coGreen" = "Verde";
"coPurple" = "Roxo";
"coOrange" = "Laranja";
"pfContentError" = "Ocorreu um erro ao carregar este conteúdo.";
"bcLibrary" = "Biblioteca";
"bcLoading" = "A carregar...";
"bcGatheringMetadata" = "A obter metadados...";
"bcMinutes" = "min";
"bcCast" = "Elenco";
"bcDirector" = "Realizador";
"bcDirectors" = "Realizadores";
"bcPlayAnyway" = "Reproduzir";
"emNoPermissionToRead" = "Não tem permissão para visualizar este ítem.";
"emDefaultAFPError" = "Não foi possível concluir a operação";
"emErrorOccured" = "Ocorreu um erro";
"emSubtitlesSearchRequestNoMetadata" = "Não foi possível encontrar legendas. Por favor atualize os metadados e tente novamente.";
"emSubtitlesSearchRequestCantDownload" = "Não é possível aceder a OpenSubtitles. Por favor verifique a sua ligação à Internet e tente novamente.";
"emSubtitlesSaveRequestCantSave" = "Ocorreu um erro #%d interno. Por favor selecione outra opção de legendas.";
"emTraktTVAuthRequestAuthenticationFail" = "A combinação utilizador/senha não está correcta.\nPor favor tente novamente.";
"emTraktTVConnectionError" = "Não é possível aceder a Trakt.\nPor favor verifique a sua ligação à Internet e tente novamente.";
"emTraktSignUpFailed" = "O registo falhou";
"emTraktLoginFiledTitle" = "Acesso Falhado";
"emTraktTVSignUpFailOnEmail" = "Por favor, introduza um e-mail válido.\nex.: oseunome@domínio.com";
"emTraktTVSignUpFailOnLogin" = "O nome de utilizador deve ter entre 3 e 20 caracteres, sem espaços ou caracteres esquisitos, por favor.";
"emTraktTVSignUpFailOnAlreadyRegisteredLogin" = "%@ já é um nome de utilizador registado.";
"emTraktTVSignUpFailOnAlreadyRegisteredEmail" = "%@ já é um e-mail registado.";
"emTraktTVGenericError" = "Por favor, tente novamente mais tarde.";
"prGenre" = "Género";
"prAudio" = "Áudio";
"prVideo" = "Vídeo";
"prTVShowsNameFormat" = "%@ - S.%@ / Ep.%@";
"prTVShowSeasonShort" = "T%@";
"prTVShowEpisodeShort" = "E%@";
"reSeason" = "temporada";
"reEpisode" = "episódio";
"ttTraktTV" = "Trakt";
"ttLogin" = "Iniciar sessao";
"ttLogout" = "Sair";
"ttScrobbling" = "Scrobbler";
"ttRateMovieInfo" = "Qual a sua opinião?";
"ttRate10" = "Completamente ninja!";
"ttRate9" = "Excelente";
"ttRate8" = "Óptimo";
"ttRate7" = "Bom";
"ttRate6" = "Razoável";
"ttRate5" = "Assim-assim";
"ttRate4" = "Mau";
"ttRate3" = "Mau";
"ttRate2" = "Horrível";
"ttRate1" = "Não é grande coisa :(";
"liStatusFetchingMetadata" = "Obtendo Metadados";
"liStatusPending" = "Pendente";
"liStatusFail" = "Falhou";
"liStatusFetchingThumbnails" = "Obtendo arte";
"geClose" = "Fechar";
"bcWriter" = "Argumentista";
"bcWriters" = "Argumentistas";
"hoPullToRefresh" = "Proceder Para Actualizações";
"hoReleaseToRefresh" = "Largue Para Actualizar";
"raThanksText" = "Muito obrigado!";
"svcFollowOnTwitterShort" = "Seguir %@";
"svcTellAFriend" = "Partilhar";
"svcSharingPreset2" = "Não percas %@, a melhor forma para reproduzires os teus vídeos favoritos no teu iPhone, iPad, Apple TV, Mac e Vision!";
"svcVersion" = "Versão %@";
"svcTitle" = "Configurações";
"vvChoppyPlayback" = "É provável que as reproduções sejam lentas ou picotadas quando vê este tipo de vídeos.";
"vvAudioTracksMissing" = "Desculpa, %@ não é possível reproduzir o som deste vídeo. Pretende reproduzir o vídeo?";
"vvAirPlayHelp" = "Ativar AirPlay Mirroring";
"tiMinutes" = "min";
"tiReloadMeta" = "Editar Metadata";
"tiEmbeddedMetadata" = "Usar metadados existentes";
"tiNetworkErrorTitle" = "Erro de ligação";
"tiNetworkErrorMessage" = "Por favor verifique a ligação Internet e tente novamente.";
"tiNothingFoundTitle" = "Sem resultados";
"tiNothingFoundMessage" = "Sem resultados para este ficheiro.";
"foRemoveITunesItem" = "Oops! Este video foi sincronizado através do iTunes. Por favor utilize o iTunes ou a aplicação de Vídeos para o remover.";
"foRemoveTitle" = "A remover “%1$@”";
"foRemovePrompt" = "Tem a certeza que pretende remover \"%1$@\"?";
"foRemoveButton" = "Remover";
"ttRate1" = "Não é grande coisa :(";
"ttRate10" = "Completamente ninja!";
"ttRate2" = "Horrível";
"ttRate3" = "Mau";
"ttRate4" = "Mau";
"ttRate5" = "Assim-assim";
"ttRate6" = "Razoável";
"ttRate7" = "Bom";
"ttRate8" = "Óptimo";
"ttRate9" = "Excelente";
"ttRateMovieInfo" = "Qual a sua opinião?";
"ufFtpPanelTitle" = "FTP";
"ufPassword" = "Senha";
"ufShareName" = "Nome";
"ufStepFormat" = "%@.";
"ufUserName" = "Utilizador";
"ufAuthShareTitle" = "Adicionar Compartilhamento";
"ufAppsStep1Desc" = "Localize o vídeo na Dropbox e pressione o ícone estrela para adiciona-lo como favorito.";
"ufAppsStep2Desc" = "Assim que terminar a descarga do ficheiro, pressione o botão 'Open In'.";
"ufAppsStep3Desc" = "Pressione o ícone 'Open in %1$@', e o vídeo será adicionado à sua biblioteca %1$@.";
"ufRemoteCategory" = "via compartilhamento";
"ufHelpLinkTitle" = "Para mais informações por favor visite: \n%@";
"geOK" = "OK";
"ufAppsPanelTitle" = "Apps";
"ufAppsCategory" = "de outras aplicações";
"ufFtpCategory" = "via FTP";
"ufHttpPanelTitle" = "Navegador";
"ufHttpCategory" = "via Navegador";
"ufTunesSharingStep3Desc" = "Arraste os vídeos para a janela '%1$@ Documents' para os transferir.";
"ufTunesSharingStep2Desc" = "Clique na aba 'Archivos Partilhados' da barra de navegação.";
"ufTunesSharingStep1Desc" = "Abra o iTunes e selecione o dispositivo que deseja sincronizar a partir da barra lateral esquerda.";
"ufTunesSharingDescription" = "Podem ser transferidos outros tipos de vídeo usando a partilha de ficheiros do iTunes e vistos no %1$@.";
"ufTunesSharingPanelTitle" = "Arquivos";
"ufTunesSharingCategory" = "via Compart. de Arquivos";
"ufTunesSyncStep3Desc" = "Os vídeos a serem sincronizados podem ser geridos através das abas Movies e TV Shows.";
"ufTunesSyncStep2Desc" = "Selecione o dispositivo com o qual deseja sincronizar a partir da barra lateral esquerda.";
"ufTunesSyncStep1Desc" = "Abra o iTunes e certifique-se de que os vídeos que deseja sincronizar estão listados na secção Movies (ou TV Shows).";
"ufTunesSyncDescription" = "Os vídeos compatíveis com o iTunes podem ser sincronizados através do iTunes e vistos no %1$@.";
"ufTunesSyncPanelTitle" = "iTunes";
"ufTunesSyncCategory" = "via iTunes";
"ufSyncMasterCtrlTitle" = "Adicione Ficheiros";
"ufSpaceAvailableFormat" = "%@ GB disponível";
"ufWifiDisabledMessage" = "Para utilizar a transferência de ficheiros sem fios, por favor ative o Wi‑Fi nas definições de %@.";
"ufWifiDisabledTitle" = "Sem ligação Wi‑Fi";
"shShareMovieFacebook" = "Acabei de assistir '%@'";
"shShareMovieTwitter" = "Acabei de assistir '%1$@' na %2$@";
"ttShoutTitle" = "Avalie en Trakt";
"pmAirPlayWarning3" = "As legendas são incompatíveis com AirPlay e serão desativadas.";
"pmAirPlayWarning2" = "Esta faixa de áudio pode ser incompatível com AirPlay.";
"pmAirPlayWarning1" = "Esta opção é incompatível com AirPlay.";
"pmWarningTitle" = "Aviso";
"pmExtScreenResolution" = "Resolução do ecrã externo";
"geSend" = "Enviar";
"ufAppsDescription" = "Os ficheiros compatíveis com o %1$@ podem ser transferidos a partir da Dropbox, ou de outras aplicações de partilha semelhantes.";
"pmAudioDDAirPlay" = "Dolby Digital via AirPlay";
"seShowSubtitles" = "Legendas";
"geAuthenticationFailed" = "A combinação utilizador/password não está correcta.\nPor favor tente novamente.";
"prTVEpisodePickerTitle" = "Episódio";
"prTVShowSeasonFormat" = "Temporada %@";
"geConnectionFailed" = "Foi encontrado um erro ao estabelecer a conexão.";
"ufAddOtherShareItemTitle" = "Outra...";
"ufDomainName" = "Workgroup";
"ufForgetSavedShare" = "Limpar";
"ufShareAddress" = "Endereço";
"ufShareConnect" = "Guardar";
"ufUserNamePlaceholder" = "johnappleseed";
"ufDomainNamePlaceholder" = "opcional";
"ufPasswordPlaceholder" = "senha";
"ufShareAddressPlaceholder" = "iMac.local";
"ufShareNamePlaceholder" = "Meus vídeos";
"geDone" = "Concluído";
"hoLearnMore" = "Vamos agora adicionar vídeos à sua biblioteca";
"hoWelcomeTo" = "Benvido ao %@";
"iapCancelTitle" = "Cancelar";
"iapProActivatedTitle" = "Infuse Pro %@";
"iapRestoreTitle" = "Recuperar";
"iapUpgradeToProMessage" = "Atualize agora e aproveite ao máximo as funcionalidades do Infuse e ative todas estas funcionalidades incríveis!";
"svcShowiTunesVideo" = "Mostrar vídeos sincronizados";
"svcUpgradeToPro" = "Upgrade para Infuse Pro";
"svcVisitSupportPage" = "Ajuda e Suporte";
"tiShare" = "Partilhar";
"ttStatistics" = "%d episódios, %d séries, %d filmes";
"ufDiscoveredSharesSectionTitle" = "Compartilhamentos Disponíveis";
"ufSavedSharesSectionTitle" = "Compartilhamentos Salvos";
"pcScrubbingFineSpeed" = "Scrubbing preciso";
"pcScrubbingHalfSpeed" = "Scrubbing a 1/2 velocidade";
"pcScrubbingHiSpeed" = "Scrubbing rápido";
"pcScrubbingHint" = "Deslize o dedo para cima para ajustar a velocidade do scrubbing.";
"pcScrubbingQuarterSpeed" = "Scrubbing a 1/4 velocidade";
"fdDownloadFailedTitle" = "Ocorreu um erro ao efetuar o download deste ficheiro.";
"fdDownloadsSectionTitle" = "Downloads";
"fdFileExistsButtonOverwrite" = "Substituir";
"fdFileExistsButtonRename" = "Manter Ambos";
"fdFileExistsTitleFormat" = "Um ficheiro com o nome '%@' já existe na biblioteca.";
"fdNoDownloadsMessage" = "Pegue nas pipocas, está na hora de ver um filme!";
"fdNoDownloadsTitle" = "Terminado!";
"fdNoFreeSpaceMessageFormat" = "Está na altura de eliminar alguns ficheiros para disponiblizar espaço adicional no seu %@ para novos filmes.";
"fdNoFreeSpaceTitle" = "Está com muito pouco espaço em disco.";
"fdStopDownloadButtonTitle" = "Parar Download";
"fdStopDownloadConfirmationFormat" = "Tem a certeza que pretende parar o download de '%@'?";
"fdTryAgain" = "Tentar novamente";
"pmVolumeBoostTitle" = "Aumentar Volume";
"ufShareRemove" = "Esquecer esse Compartilhamento";
"iapUpgradeToProTitleAirPlay" = "Atualize agora e ative a reprodução AirPlay e outras funcionalidades incríveis!";
"svcListView" = "Vista Detalhada";
"hoEmptyFolderSub" = "Nada para ver aqui, pode seguir.";
"hoEmptyFolderTitle" = "Pasta Vazia";
"prTVShowSpecialNum" = "Especial %@";
"prTVShowSpecials" = "Especiais";
"svcMetadataFetching" = "Buscar Metadados";
"svcClearAllMetadata" = "Limpar todos os Metadados";
"svcClearAllMetadataConfirmationTitle" = "Limpar todos os Metadados";
"acSubtitlesImportedMsg" = "As legendas estam agora disponíveis no menu de definições de reprodução.";
"acSubtitlesImportedTitle" = "Novas legendas adicionadas";
"geGB" = "GB";
"geKB" = "KB";
"geMB" = "MB";
"pmSubtitlesFromOS" = "OpenSubtitles";
"pmSubtitlesImported" = "Importadas";
"svcCacheSize" = "Metadata";
"svcClearAllMetadataConfirmationClearButton" = "Limpar";
"svcClearAllMetadataConfirmationText" = "Tem a certeza que pretende limpar todos Metadados guardados?";
"svcGestureControl" = "Controlo por Gestos";
"pmAudioDTSHDMI" = "Áudio via HDMI";
"svcContinuousPlayback" = "Reprodução Contínua";
"svcAudioLanguage" = "Áudio";
"svcMetadataLanguage" = "Metadata";
"svcSectionGeneral" = "Geral";
"svcSectionLanguage" = "Idioma";
"svcSectionPlayback" = "Reprodução";
"svcSubtitleLanguage" = "Legendas";
"tiReloadSearch" = "Procurar";
"wsMarkAsUnwatched" = "Marcar como não assistido";
"wsMarkAsWatched" = "Marcar como assistido";
"acOpenURLUnsupportedContentMsg" = "Desculpe, este formato ainda não é suportado.";
"fdDowloadPausedInBackgroundButton" = "resumir";
"fdDowloadPausedInBackgroundMessage" = "Descargas de vídeo foram colocadas em pausa.";
"fdStopDownloadButtonShortTitle" = "Parar";
"fdTicketDownload" = "Descarregar";
"fdTicketDownloaded" = "Descargas";
"fdTicketDownloading" = "A descarregar";
"fdTicketFailed" = "Tentar novamente";
"fdTicketInQueue" = "A aguardar";
"geAuto" = "Automática";
"geCantEstablishConnectionToHost" = "Impossível conectar ao servidor.";
"geCantResolveHost" = "Não foi possível localizar o servidor especificado.";
"geConnectionFailedFormat2" = "Desculpe, %@ encontrou um erro ao tentar conectar (Erro HTTP %u).";
"geHTTPNotFound" = "O caminho especificado não foi encontrado.";
"hoAddFavoriteButtonTitle" = "Adicionar";
"hoAddFavoriteTitle" = "Adicionar Favorito";
"iapCheckHistoryButton" = "Verificar Disponibilidade";
"iapUpgradeToPro3Title" = "Atualizar para Infuse Pro";
"moCannotConnectToSpacePackMessage" = "Pressione o botão na traseira do seu Space Pack para permitir o acesso.";
"svcNightTheme" = "Modo Escuro";
"svcSortByDate" = "Ordenar por Data";
"ufPath" = "Caminho";
"ufPort" = "Porto";
"ufShareProtocol" = "Protocolo";
"diEmailRecipient" = "hello@firecore.com";
"diEmailSubject" = "Infuse";
"diNoAccountMessage" = "Por favor, configure uma conta de email na aplicação Configurações e tente novamente.";
"diNoAccountTitle" = "Sem Conta de Email";
"diSendDebugInfoButtonTitle" = "Envie-nos um Email";
"svсDolbyDTSOverHDMIPassthrough" = "Audio 5.1 via HDMI";
"svсDolbyOverAirPlayPassthrough" = "Audio 5.1 via AirPlay";
"svcPro2UpgradeToPro3" = "Pro v2 - Upgrade Agora";
"emTraktTVAutoAuthError" = "Não é possível aceder a Trakt.\nPor favor aceda à sua conta e tente novamente.";
"hoLinks" = "Hiperligações";
"iapUpgradeToProTitleGoogleCast" = "Atualize agora e ative a reprodução Google Cast e outras funcionalidades incríveis!";
"svcGoogleCast" = "Google Cast";
"ufLinksCategory" = "via endereço URL";
"ufLinksDescription" = "Indique um endereço URL para ver ou descarregar vídeos da web.";
"ufLinksLabel" = "Novo URL";
"ufLinksPanelTitle" = "URL";
"ufLinksPlaceholder" = "http://exemplo.com/video.mp4";
"svcDolbyPostProcessing" = "Dolby Efeitos Áudio";
"foMovingFailedExist" = "Alguns elementos não podem ser movidos, porque outros elementos com os mesmos nomes já existem.";
"foRemoveITunesItemPlural" = "Oops! Alguns vídeos foram sincronizados pelo iTunes. Por favor use o iTunes ou a aplicação de Vídeo para os remover.";
"hoAddFiles" = "Adicione Ficheiros";
"hoAddFolderTitle" = "Adicionar pasta";
"hoDeletingItems" = "A apagar elementos...";
"hoFoldersTitle" = "Pastas";
"hoMovingItems" = "A mover elementos...";
"hoNewFolder" = "+ Nova pasta";
"hoRemoveFromFolder" = "Remover da pasta";
"svcLandscapeLock" = "Bloqueio de Panorama";
"svcPlayInBackground" = "Tocar em Segundo Plano";
"svcShowFilenames" = "Mostrar Nomes dos Ficheiros";
"hoOrganize" = "Selecionar";
"hoAddToFavorites" = "Adicionar aos Favoritos";
"hoMove" = "Mover";
"hoRemoveFromFavorites" = "Remover dos Favoritos";
"hoSortByName" = "Ordenar por Título";
"geDelete" = "Remover";
"iapFeatureDescriptionStreaming" = "Transmita videos para o grande ecrã, com som surround e legendas via AirPlay e Google Cast.";
"iapFeatureTitleStreaming" = "AirPlay e Google Cast";
"lockAddPasscodeHint" = "Introduza o novo código";
"lockAddPasscodeMismatch" = "Códigos não são iguais. Tente novamente.";
"lockAddPasscodeReenter" = "Repita o novo código";
"lockEnterOldPasscode" = "Introduza o código anterior";
"lockTitle" = "Inserir Código";
"lockTouchIDSubtitle" = "Desbloquear %@";
"obStageAirPlayTitle" = "AirPlay e Google Cast";
"svcChangePasscode" = "Alterar Código";
"svcPasscodeLock" = "Restrições";
"svcUseTouchID" = "Utilizar Touch ID";
"obOpenIAPButtonTitle" = "Atualizar para Infuse Pro";
"obStageAirPlayMessage" = "Faça streaming dos seus vídeos para o grande ecrã usando o AirPlay e Google Cast.";
"obStageMoreMessage" = "Reproduza formatos adicionais com Dolby (AC3) e streaming DTS-HD audio, AirPlay e Google Cast, sincronização Trakt, reprodução em segundo plano, e mais!";
"obStageMoreTitle" = "Obtenha mais com o Infuse Pro";
"obStageStreamingMessage" = "Aceda e reproduza vídeos armazenados num Mac, PC, NAS ou serviço de nuvem como Dropbox, Google Drive, OneDrive e Box.";
"obStageStreamingTitle" = "Faça Streaming Sem Problemas";
"obStageSubtitlesMessage" = "Traga as suas, ou adicione legendas em segundos com descarregamentos gratuitos de um toque de OpenSubtitles.";
"obStageSubtitlesTitle" = "Legendas Super-Fáceis";
"obStageSyncMessage" = "Reproduza a maioria dos formatos de média incluindo MKV, AVI, MP4, WMV e muitos mais sem qualquer conversão.";
"obStageSyncTitle" = "Vá Para Além do iTunes";
"obStageWiFiMessage" = "Ligue o seu iPhone ou iPad à mesma rede Wi‑Fi que o seu computador, abra um web browser e carregue os seus ficheiros.";
"obStageWiFiTitle" = "Sincronize Sem Fios";
"obThanksForPro" = "Obrigado por se tornar Pro!";
"svcConnectToTrakt" = "Ligue-se ao Trakt";
"vvGoogleCastFormat" = "Não está disponível para este tipo de vídeo";
"vvGoogleCastITunes" = "Não está disponível para conteúdo iTunes";
"geDefault" = "Padrão";
"geWarning" = "Aviso";
"pmSubtitlesFontName" = "Fonte";
"ufCellularDataWarning" = "O uso de dados móveis pode incorrer em despesas adicionais cobradas pela sua operadora.";
"ufUnknownNetwork" = "<desconhecido>";
"geOff" = "Desligado";
"geOn" = "Ligado";
"hoNoFavoritesButton" = "Adicionar";
"hoNoFavoritesLabel" = "Adicionar pastas das suas shares de rede";
"hoRemoveFavoriteButtonTitle" = "Remover Favorito";
"hoWelcomeToInfuse" = "Bem-vindo ao INFUSE";
"iapFeatureDescriptionSubtitles" = "Traga as suas, ou adicione legendas em segundos com descarregamentos gratuitos de um toque de OpenSubtitles.";
"iapFeatureTitleSubtitles" = "Legendas Super-Fáceis";
"pmInfo" = "Info";
"pmOptions" = "Opções";
"pmTracks" = "Faixas";
"prEdit" = "Editar";
"prEpisodes" = "Episódios";
"prRate" = "Classificar";
"svcCalculatingCacheSize" = "A calcular tamanho de cache...";
"svcClearingMetadata" = "Limpar Metadados...";
"svcNetworkSharesSectionTitle" = "Rede";
"svcTraktAccount" = "Trakt";
"ttLogoutMessage" = "Tem a certeza que pretende encerrar a sessão?";
"ttWatchedEpisodes" = "episódios vistos";
"ttWatchedMovies" = "filmes vistos";
"ttWatchedTVShows" = "séries vistas";
"tvshAddFavorite" = "Adicionar Favorito(s)";
"tvshAddFavoritesHint" = "Para adicionar uma pasta aos Favoritos mantenha pressionado o controlo touch.";
"tvshEditShare" = "Editar Compartilhamento";
"tvshFavoritesSectionTitle" = "Favoritos";
"tvshSavedShareHint" = "Selecione as suas pastas favoritas que serão apresentadas no ecrã inicial.";
"tvshShares" = "Compartilhamentos";
"pcSwipeDownHint" = "Deslizar para baixo para informação";
"ufTestingConnection" = "A testar conexão...";
"geClear" = "Limpar";
"geRemovePrompt" = "Tem a certeza que quer remover '%1$@'?";
"svcClearRecentlyWatched" = "Limpar Vistos Recentemente";
"svcClearRecentlyWatchedConfirmationText" = "Tem a certeza que pretende eliminar esta Share de rede?";
"svcEmbeddedMetadata" = "Metadados Embutidos";
"svcUpgradeToFmt" = "Upgrade para %@";
"ufForgetShareAlertTitle" = "Tem certeza que deseja apagar esse compartilhamento?";
"vvResumeButton" = "Retomar Visualização";
"vvResumeOrStartFromBeginning" = "Pretende Retomar a Visualização ou Voltar ao Início?";
"vvStartFromBeginningButton" = "Voltar ao Início";
"emPackedDivx" = "Lamentamos, este formato de vídeo (DivX) não é atualmente suportado.";
"hoReloadFavoriteButtonTitle" = "Refrescar Arte";
"hoRenameFavoriteButtonTitle" = "Renomear";
"hoSortByFileName" = "Ordenar por Nome do Ficheiro";
"svcAppVersionFmt" = "Infuse %@";
"svcSortingMode" = "Ordenação";
"svcSortingModeByDate" = "Data";
"svcSortingModeByFileName" = "Nome do Ficheiro";
"svcSortingModeByTitle" = "Título";
"bcVOFile" = "Ficheiro";
"bcVOLink" = "Ligação";
"geVOInProgress" = "A carregar";
"hoVOFolderItem" = "Pasta";
"hoVOMenu" = "Menu";
"hoVOMore" = "Mais";
"hoVORefreshing" = "A atualizar conteúdo";
"hoVOSeasonItem" = "Temporada";
"hoVOSeriesItem" = "Série";
"hoVOVFSItem" = "Pasta partilhada";
"hoVOVideoItem" = "Vídeo";
"pcVOAirplay" = "AirPlay";
"pcVONext" = "Próximo";
"pcVOPause" = "Pausa";
"pcVOPlay" = "Reproduzir";
"pcVOPrevious" = "Anterior";
"pcVORewindBack" = "Recuar";
"pcVORewindForward" = "Avançar";
"pcVOSettings" = "Definições de reprodução";
"pcVOTrackPosition" = "Tempo de reprodução";
"pcVOTrackPositionValue" = "%1$@ de %2$@";
"pmVOBrightness" = "Luminosidade";
"pmZoomModeAnamorphicA" = "Anamórfico A (2.35:1)";
"pmZoomModeAnamorphicB" = "Anamórfico B (2.39:1)";
"pmZoomModeAnamorphicC" = "Anamórfico C (2.40:1)";
"pmZoomModeWidescreenA" = "Panorâmico A (1.85:1)";
"pmZoomModeWidescreenB" = "Panorâmico B (2.00:1)";
"tiVOEpisode" = "Episódio %@";
"tiVOPoster" = "Pôster Vídeo";
"tiVORating" = "Classificação: %1$g de %2$g";
"wsVOWatchStatus" = "Ver Estado";
"wwVOReload" = "Recarregar";
"hoVOFavoriteItem" = "Item Favorito";
"pmBlack" = "Muito Forte";
"pmHeavy" = "Forte";
"pmLarger" = "Muito Grande";
"pmLight" = "Leve";
"pmRegular" = "Regular";
"pmSemibold" = "Semi Negrito";
"pmSmaller" = "Muito Pequeno";
"pmThin" = "Fino";
"pmUltraLight" = "Ultra Leve";
"svcEdgeTapChapters" = "Controlos de Capítulo";
"svcAudioOutput" = "Saída Áudio";
"svcAudioOutputPassthrough" = "Passagem Direta";
"svcFileManagement" = "Gestão de Ficheiros";
"svcWatchedIndicators" = "Indicador de Visto";
"svcWatchedIndicatorsMoviesOnly" = "Apenas Filmes";
"svcWatchedIndicatorsTVShowsOnly" = "Apenas Séries TV";
"hoDeletionDisabled" = "Por favor, ative Gestão de Ficheiros para apagar ficheiros.";
"emTraktTVSignUpDenied" = "A Autenticação foi recusada.";
"hoDisableOnlineMetadata" = "Utilizar Metadados Locais";
"hoEnableOnlineMetadata" = "Utilizar Metadados Online";
"hoHideFavorite" = "Esconder Favorito";
"hoLocalMetadataWarning" = "Metadados Locais";
"hoResetArtwork" = "Limpar Arte";
"hoSelectArtwork" = "Exibir Arte";
"hoShowFavorite" = "Mostrar Favorito";
"li00s" = "2000s";
"li10sOld" = "2010+";
"li1Star" = "1 Estrela";
"li2Stars" = "2 Estrelas";
"li30thAndOlder" = "Mais antigos";
"li3Stars" = "3 Estrelas";
"li40s" = "1940s";
"li4Stars" = "4 Estrelas";
"li50s" = "1950s";
"li5Stars" = "5 Estrelas";
"li60s" = "1960s";
"li70s" = "1970s";
"li80s" = "1980s";
"li90s" = "1990s";
"liAllMovies" = "Todos os Filmes";
"liAllTVShows" = "Todas as Séries TV";
"liByAgeRating" = "Por Classificação Etária";
"liByDate" = "Por Data de Lançamento";
"liByGenre" = "Por Género";
"liByRating" = "Por Classificação";
"liEpisodeStats" = "Episódios TV: %d";
"liLastScanDate" = "Última atualização: %@";
"liMovies" = "Filmes";
"liMovieStats" = "Filmes: %d";
"liOtherStats" = "Outros: %d";
"liRecentlyAdded" = "Recentes";
"liScanForChanges" = "Pesquisar Alterações";
"liSeries" = "Séries TV";
"liShowLibrary" = "Mostrar Biblioteca";
"liStatusFailFor" = "Indexação falhada para %@";
"liStatusFetchingContentFor" = "A pesquisar conteúdo para %@";
"liStatusFetchingMetadataFor" = "A pesquisar metadados para %1$@ (%2$d\U00A0de\U00A0%3$d)";
"liStatusFetchingThumbnailsFor" = "A pesquisar arte para %1$@ (%2$d\U00A0de\U00A0%3$d)";
"liTop" = "Top 30";
"liUnsortedItems" = "Outros";
"liUnwatched" = "Não vistos";
"svcContinuousPlaybackMovies" = "Apenas Filmes";
"svcContinuousPlaybackTVShows" = "Apenas Séries TV";
"tvDeiceAuthRequestingCode" = "A solicitar código de autorização...";
"tvDeviceAuthStatusLoggingIn" = "Sucesso, a autenticar...";
"tvDeviceAuthStatusWaiting" = "A aguardar autorização...";
"tvDeviceAuthTitle" = "Siga os seguintes passos para se autenticar no Trakt";
"tvDeviceAuthUseCode" = "Insira o código de validação (válido para %@)";
"tvDeviceAuthVisitUrl" = "Visite o seguinte endereço ou leia o código QR";
"tvImagePickerHint" = "Selecionar uma imagem de uma localização de rede como Capa customizada";
"wsChangingWatchStatus" = "A alterar estados de visualização...";
"liLastScanDateDaysAgo" = "Há %@";
"liLastScanDateNever" = "Nunca";
"liLastScanDateYesterday" = "Ontem";
"liScanning" = "Procurando...";
"emSandiskNotAvailable" = "Não foi possível localizar a SanDisk iXpand Drive. Verifique se está ligada e que não está em uso por outra aplicação.";
"ufUploadInfoAddFTP" = "Transfira os vídeos através da aplicação FTP.";
"ufUploadInfoAddHTTP" = "Utilize o botão adicionar ou simplesmente arraste e solte os vídeos para a janela do navegador.";
"ufUploadInfoAddressFTP" = "Abra a sua aplicação FTP preferida (por exemplo, Transmit ou Cyberduck) e ligue utilizando o endereço:";
"ufUploadInfoAddressHTTP" = "Introduza este endereço no seu navegador web:";
"ufUploadInfoCredentials" = "Use estas credenciais para entrar na sua biblioteca:";
"ufUploadInfoHint" = "Não encerre esta janela até a transferência estar concluída.";
"ufUploadInfoNetwork" = "Ligue o seu computador a:";
"ufUploadInfoAddressIP" = "Ou tente aceder a: %@";
"csAddNewTitle" = "Adicionar Serviço";
"csAddServiceButton" = "Adicionar";
"csCloudServicesSectionTitle" = "Serviços Cloud";
"csRemoveServiceButton" = "Remover";
"emCloudAccessTokenRevoked" = "Oops! Infuse não está a conseguir aceder à sua conta pois o seu token de acesso foi revogado.";
"geAuthentication" = "Autenticação";
"iapFeatureDescriptionCloudStreaming" = "Aceda aos seus vídeos diretamente através de serviços Cloud como o Dropbox, Google Drive, OneDrive ou outros.";
"iapFeatureDescriptionHDAudio" = "Oiça até o mais pequeno pormenor com o suporte para os formatos áudio 24-bit Dolby TrueHD e DTS-HD MA.";
"iapFeatureDescriptionSync" = "Mantenha a sua biblioteca, progresso de reprodução e histórico de reprodução sincronizado entre os vários equipamentos e aplicações que possui.";
"iapFeatureDescriptionVideoFormats" = "Reproduza ainda mais formatos de vídeo (inclusive 4K Ultra-HD) e poupe horas intermináveis de conversão.";
"iapFeatureTitleCloudStreaming" = "Reprodução a partir da Cloud";
"iapFeatureTitleHDAudio" = "Qualidade Áudio HD";
"iapFeatureTitleSync" = "Manter Sincronizado";
"iapFeatureTitleVideoFormats" = "Reproduzir mais vídeos";
"iapStartTrial" = "Inicie  já o seu período experimental gratuito de 1 mês!";
"iapSubscribeNow" = "Upgrade Agora";
"iapSubscribeNowWithPrice" = "Atualize agora (%@ / ano)";
"iapSubscriptionPrice" = "%@ por ano após o final do período experimental";
"iapUpgradeToProTitleCloudStreaming" = "Atualize já para ativar reprodução a partir da cloud e outras funcionalidades incríveis!";
"iapUpgradeToProTitlePremiumVideo" = "A reprodução deste vídeo requer o Infuse Pro.";
"liInProgress" = "Continuar Reprodução";
"svcCloudSync" = "Sincronização iCloud";
"svcMediaLibraryDenied" = "Por favor permita o acesso à sua biblioteca nas definições de privacidade do seu equipamento.";
"svcMediaLibraryRestricted" = "Por favor permita o acesso à biblioteca nas definições de controlo parental do seu equipamento.";
"svcShowUpNextSetting" = "Lista de reprodução";
"tvcsEdit" = "Editar";
"tvcsRemove" = "Remover";
"ufAccount" = "Conta";
"ufDocumentsCategory" = "Via Documentos";
"ftTimeRemainingInMinutesFormat" = "Faltam %@ min";
"liCollections" = "Coleções";
"liInProgressOnly" = "Apenas Continuar Reprodução";
"liRecentlyAddedOnly" = "Apenas Recentes";
"pmDeinterlacing" = "Desentrelaçamento";
"diFeedbackInstructionsButtonTitle" = "Enviar Diagnósticos";
"dvdDirectorsCommentary" = "Comentários do realizador";
"hoSortByReleaseDate" = "Ordenar por Data de Estreia";
"liNewest" = "Mais recentes";
"pmTitleNameFormat" = "Título %d (duração %@)";
"pmTitles" = "Títulos";
"svcSectionFeedback" = "Suporte";
"svsSortingModeByReleaseDate" = "Data de estreia";
"tvFeedbackEmailTo" = "Envie um e-mail para o seguinte endereço, ou capture o código QR";
"tvFeedbackInsertHere" = "[escreva o comentário aqui]";
"tvFeedbackSavingTechInfo" = "A enviar informação de diagnóstico...";
"tvFeedbackTitle" = "Siga estes passos para obter suporte";
"tvFeedbackUploadConnectionError" = "Não foi possível aceder ao serviço de envio de diagnósticos.\nPor favor verifique a sua ligação à Internet e tente novamente.";
"tvFeedbackUploadFailedMessage" = "Não foi possível enviar diagnósticos.\nPor favor tente mais tarde.";
"tvFeedbackUploadFailedTitle" = "Não foi possível enviar";
"tvFeedbackUploadUnavailable" = "O envio de diagnósticos encontra-se temporariamente indisponível. \nPor favor tente mais tarde.";
"tvFeedbackUseCode" = "Inclua o seguinte código na sua mensagem";
"blurayBonusTrack" = "Faixa bónus";
"iapSubscriptionVerificationMessage" = "Ligue-se à internet para atualizar. A subscrição está ativa até %@.";
"iapSubscriptionVerificationTitle" = "Não foi possível validar a subscrição.";
"pacoAllowAppAccess" = "Proteger aplicação";
"pacoAllowedMovieRatings" = "Classificações permitidas";
"pacoAllowedTVShowRatings" = "Classificações de TV permitidas";
"pacoChangePasscodeSubtitle" = "Introduza o seu código atual de 4 dígitos.";
"pacoChangePasscodeTitle" = "Código atual";
"pacoCheckPasscodeSubtitle" = "Introduza o seu código de 4 dígitos.";
"pacoCheckPasscodeTitle" = "Introduza o código";
"pacoConfirmPasscodeSubtitle" = "Reintroduza o seu novo código de 4 dígitos.";
"pacoConfirmPasscodeTitle" = "Reintroduza o código";
"pacoDisablePasscodeProtection" = "Desativar proteção por código";
"pacoEnablePasscodeProtection" = "Ativar proteção por código";
"pacoNewPasscodesDontMatchSubitle" = "Os novos códigos não coincidem. Tente novamente.";
"pacoNewPasscodesDontMatchTitle" = "Códigos introduzidos não coincidem";
"pacoNewPasscodeSubtitle" = "Introduza o seu novo código de 4 dígitos.";
"pacoNewPasscodeTitle" = "Novo código";
"pacoParentalControl" = "Controlos Parentais";
"pacoRatingsNotRated" = "Não classificado";
"pacoRestrictions" = "Restrições";
"pacoSetPasscodeSubtitle" = "Introduza um código de 4 dígitos para ativar definições de restrições para os seus vídeos.";
"pacoSetPasscodeTitle" = "Definir código";
"pacoTurnOffPasscodeSubtitle" = "Introduza o seu código para remover restrições.";
"pacoTurnOffPasscodeTitle" = "Desligar restrições";
"coGray" = "Cinzento";
"coMagenta" = "Magenta";
"coPink" = "Rosa";
"coTealBlue" = "Azul Petróleo";
"pm3dMode" = "Modo 3D";
"pm3dModeSBS" = "Lado a Lado";
"pm3dModeTAB" = "Superior e Inferior";
"pmSubtitlesDownloadsCountAndFPS" = "%i downloads, %g fps";
"diTechnicalDetails" = "Diagnóstico: %@";
"prSeries" = "Série";
"vvNowPlaying" = "A reproduzir em %@";
"vvSeasonEpisode" = "Temporada %@, Episódio %@";
"prLocation" = "Localização";
"tiLocalFile" = "Sincronizado";
"tiOnShare" = "Em %@";
"geVODismissPopup" = "Ignorar notificações";
"geVODismissPopupHint" = "Duplo toque para ignorar notificação";
"hoContentAll" = "Todos";
"hoFiles" = "Ficheiros";
"hoVOGridMode" = "Modo Grelha";
"hoVOListMode" = "Modo Lista";
"liAllVideos" = "Todos os vídeos";
"liEmptyLibraryHintAction" = "+ Adicionar Favorito";
"liEmptyLibraryHintBody" = "Comece a construir a sua Biblioteca selecionando algumas pastas com vídeos para as adicionar como Favoritas.";
"liEmptyLibraryHintTitle" = "Oops, esta Biblioteca está vazia!";
"liEpisodes" = "Episódios TV";
"liSettings" = "Biblioteca";
"pcVOPiP" = "Picture in Picture";
"ufAddFavoriteHint" = "Toque na estrela para adicionar uma pasta à Biblioteca.";
"ufConnectionSuccess" = "Ligação com sucesso";
"ufLetsGo" = "Vamos!";
"raRateInfuseTitle" = "Avalie o %@";
"liAllDeviceContent" = "Todo o conteúdo";
"eulaAgree_SD" = "Aceito";
"obSDStage2Message" = "Navegue, reproduza e descarregue vídeos da maioria dos Mac, PC, NAS ou drive sem fios. Sem ser necessária sincronização.";
"obSDStage2Title" = "Faça Streaming Sem Problemas";
"obSDStage3Message" = "Suportamos legendas incorporadas no vídeo e legendas externas.";
"obSDStage3Title" = "Suporte de legendas";
"obSDStage4Message" = "Faça streaming dos seus vídeos para o grande ecrã usando o AirPlay e Google Cast.";
"obSDStage4Title" = "Apple AirPlay e Google Cast";
"obSDStage5Title" = "Obtenha mais com o %@";
"emHEVCRequiresOS" = "Atualize para iOS 11 para reproduzir vídeos H.265";
"hoBrowse" = "Explorar";
"hoEmptyFolderSub_SD" = "Estas não são as pastas que procura ...";
"hoLearnMore_SD" = "Conecte um SanDisk iXpand Drive para começar";
"hoSearchResults" = "Resultados de pesquisa";
"obSDStage1Message" = "Reproduza vídeos utilizando o seu SanDisk iXpand Drive. Não há necessidade de converter formatos - Sente-se, relaxe e faça streaming ...";
"obSDStage1Title" = "Aproveite ainda mais com o SanDisk iXpand Drive";
"obSDStage5Message" = "Reproduza vídeos com formatos de áudio premium como %@ e DTS. Visualize em segundo plano, envie para a TV e muito mais ...";
"pipAreYouSure" = "Tem a certeza?";
"pipDescription" = "Ajude a SanDisk a melhorar a sua experiência de %@ , optando por partilhar informações anónimas do dispositivo e da aplicação.";
"pipDoNotShare" = "Não partilhar";
"pipLearnMore" = "Saiba Mais";
"pipMoreInfo" = "A melhoria de produto recolhe e envia periodicamente informações de diagnóstico e uso, o que ajuda a SanDisk a melhorar a qualidade e o desempenho dos produtos. Esta informação geralmente inclui utilização de dispositivos, aplicações e serviços, bem como diagnósticos de erro. Podem ser incluídas informações como configuração do dispositivo, CPU e outras estatísticas de utilização de aplicações, utilização de API, informações de falhas de serviço, status da rede, utilização do armazenamento, tamanho e tipo de arquivos.";
"pipShare" = "Partilhar";
"pipTitle" = "Melhoria do Produto";
"pipWithoutItem1" = "%@ novas funcionalidades";
"pipWithoutItem2" = "Interrupções para manutenção do serviço";
"pipWithoutItem3" = "Uma aplicação à sua medida";
"pipWithoutTitle" = "Sem informações anónimas do dispositivo e da aplicação, não terá acesso a:";
"pipYesDoNotShare" = "Não, não partilhar";
"svcContactSupport" = "Contactar Suporte";
"svcMoreAboutProButtonTile" = "Saiba Mais";
"svcSDCopyright" = "© 2020 Western Digital Corporation ou suas afiliadas. Todos os direitos reservados.";
"svcUpgradeNowTitle" = "Atualize para o Pro e desfrute de incríveis novas funcionalidades!";
"ttEpisodes" = "episódios";
"ttMovies" = "filmes";
"ttShows" = "séries";
"wsWatched" = "Vistos";
"fdTicketRetryDownloading" = "Tentar novamente";
"svcUseFaceID" = "Utilizar Face ID";
"iapCancelSubscriptionButton" = "Subscrições";
"iapChangePlan" = "Ver Subscrição";
"iapContinuePurchasingButton" = "Ignorar";
"iapFeatureDescriptionInAppPurchaseSync" = "Uma única compra permite-lhe usar todas as excelentes funcionalidades Infuse Pro no iPhone, iPad, Apple TV e Mac.";
"iapFeatureDescriptionUpdatesForLife" = "Ganhe acesso a excelentes funcionalidades em todas as actualizações futuras - mesmo em grandes lançamentos como v9, v10, etc...";
"iapFeatureTitleInAppPurchaseSync" = "Uma compra, todos os dispositivos";
"iapFeatureTitleUpdatesForLife" = "Actualizações para toda a vida";
"iapMostPopular" = "Mais Popular";
"iapPurchaseAnnual" = "Anual";
"iapPurchaseLifetime" = "Vitalício";
"iapPurchaseMonthly" = "Mensal";
"iapPurchaseOneMonthFree" = "1 Mês Avaliação";
"iapPurchaseOneWeekFree" = "1 Semana Avaliação";
"iapPurchaseProForever" = "Pro para sempre";
"iapPurchaseSavingsFormat" = "Poupe %@%%";
"iapPurchaseTrialInfo" = "Todas as subscrições começam com uma avaliação inicial gratuita. Pode cancelar a qualquer momento.";
"iapPurchaseUpgrade" = "Especial";
"iapSubscriptionAlreadyPurchasedWarningTitle" = "Parece que ainda tem uma subscrição ativa do Infuse Pro, que já não é necessária. Pode gerir esta subscrição a partir da opção de Subscrições na App Store.";
"iapTermsOfUse" = "A sua subscrição inclui um período de avaliação gratuito que começa assim que a sua compra for confirmada com a sua Conta do iTunes. Quando o período de avaliação concluir, a sua subscrição será iniciada e renovada automaticamente. A sua conta de iTunes será cobrada pelo próximo período, a menos que desative a renovação automática ou cancele a sua subscrição nas Configurações da conta pelo menos 24 horas antes do final do período atual. Para termos e política de privacidade, visite firecore.com/terms-privacy";
"iapThanksForGoingProTitle" = "Obrigado\npor se tornar PRO";
"iapUpgradeToInfuseProTitle" = "Atualize\npara Infuse PRO";
"iapPurchasePRO" = "PRO";
"iapPurchaseActive" = "Ativo";
"liAllContent" = "Todo o conteúdo";
"pipAbout" = "Sobre";
"pipEULA" = "Acordo de Licença de Utilizador Final";
"pipLegal" = "Avisos Legais";
"pipOpenSource" = "Avisos de Terceiros";
"pipPrivacyTitle" = "Política de Privacidade";
"pipShareDataSetting" = "Partilha anónima de dados";
"ufShareProtocolVersion" = "Versão SMB";
"ufShareLegacySMB" = "Legado";
"plFollowSteps" = "Siga os seguintes passos para se autenticar no Plex";
"plRepeatAttempt" = "Tentar novamente";
"plUseAuthCode" = "Insira o código de validação";
"geUnexpectedResponse" = "Resposta inesperada de servidor. Por favor tente novamente.";
"hoAddToHomeScreen" = "Adicionar ao ecrã inicial";
"hoAddToLists" = "Adicionar a Lista";
"liMoviesGenres" = "Gêneros de filmes";
"liRecentlyAddedMovies" = "Filmes Recentes";
"liTopRatedMovies" = "Filmes Melhor Classificados";
"liUnwatchedTVShows" = "Séries TV por ver";
"plConnectToPlex" = "Adicionar Plex";
"plLoginTitle" = "Iniciar sessão Plex";
"plNoServersMessage" = "Por favor registe o servidor na sua conta Plex e tente novamente.";
"plNoServersTitle" = "Nenhum servidor Plex";
"plSelectServerTitle" = "Selecionar servidor";
"hoHideShare" = "Ocultar Partilha de Ficheiros";
"hoRemoveListButtonTitle" = "Remover Lista";
"hoShowShare" = "Mostrar Partilha de Ficheiros";
"hoUpdatingMetadata" = "A obter metadata...";
"prRefresh" = "Atualizar";
"tiRefreshMeta" = "Atualizar Metadata";
"liOnDeck" = "Na Doca";
"hoRefreshCategoryArtwork" = "Atualizar Arte da Categoria";
"pacoLockSearch" = "Bloqueio de Pesquisa";
"emCodecNotAvailable" = "%@ não é possível reproduzir este arquivo porque o codec necessário não está disponível.";
"emOptInEncouragement" = "Estamos a trabalhar para adicionar suporte a outros formatos de media e, ao optar pela disponibilização de dados para a melhoria do produto, ajudará a que possamos disponibilizar o suporte a esses formatos de forma mais célere.";
"geOptIn" = "Aceitar";
"acCloudSyncWarningMessage" = "Parece que uma grande quantidade de dados no iCloud foi recentemente alterada ou removida. Deseja sincronizar estas alterações para este dispositivo?";
"acCloudSyncWarningProceed" = "Sincronizar Agora";
"acCloudSyncWarningTitle" = "Aviso iCloud";
"svcShareStatistics" = "Compartilhar Dados Analíticos";
"bcProducer" = "Produtor";
"bcProducers" = "Produtores";
"pmSubtitlesExternal" = "%1$@ (%2$@ Externa)";
"pmSubtitlesForcedExternal" = "%1$@ (%2$@ Forçada Externa)";
"pmSubtitlesLanguageUnknown" = "Desconhecido";
"svcSubtitlesForcedOnly" = "Apenas Forçadas";
"prPlayVersion" = "Escolha uma versão";
"liStatusFetchingiCloud" = "a sincronizar com iCloud";
"liStatusFetchingUpNext" = "A obter lista de reprodução";
"svcResumePlayback" = "Resumir Reprodução";
"svcResumePlaybackAsk" = "Perguntar";
"li4K" = "4K";
"liByResolution" = "por Resolução de Ecrã";
"liFHD" = "Full HD";
"liHD" = "HD";
"liSD" = "SD";
"pmTinier" = "Extremamente Pequeno";
"pmTiny" = "Mais Pequeno";
"svcSubtitlesFetching" = "Descarregar Legendas";
"afAddUrlAlertMessage" = "Gostaria de adicionar ' %@ ' à lista?";
"afAddUrlAlertTitle" = "Adicionar URL";
"afAddUrlStep1" = "Copie um URL de vídeo do Safari, Mensagens, Mail, etc.";
"afAddUrlStep2" = "Inicie %@ e abra este ecrã.";
"afAddUrlStep3" = "Confirme o URL importado ou insira um manualmente para o adicionar.";
"afAddUrlStep4" = "toque num item da lista para fazer stream o toque em descarregar para o guardad no dispositivo.";
"afAddUrlsTitle" = "Adicionar URLs";
"geAdd" = "Adicionar";
"pcBrightnessDown" = "Diminuir Brilho";
"pcBrightnessUp" = "Aumentar Brilho";
"pcNextChapter" = "Próximo Capítulo";
"pcPlayPause" = "Reproduzir/Pausa";
"pcPrevChapter" = "Capítulo Anterior";
"pcSkipBackward" = "Retroceder 15s";
"pcSkipForward" = "Avançar 15s";
"pcStopPlayback" = "Parar";
"pcVolumeDown" = "Diminuir Volume";
"pcVolumeUp" = "Aumentar Volume";
"pmVideoAlignBottom" = "Inferior";
"pmVideoAlignCenter" = "Nenhum";
"pmVideoAlignTitle" = "Ajuste Vertical";
"pmVideoAlignTop" = "Topo";
"svcFeedbackAlertMessage" = "Contacte o apoio ou siga %@ no Twitter para deixar um comentário.";
"svcSubmitFeedback" = "Deixar Comentário";
"emCloudNeedAuthorization" = "O token de acesso deixou de ser válido. Para aceder à sua partilha, por favor volte a iniciar a sessão.";
"emCloudNeedAuthorizationAppleTV" = "O token de acesso deixou de ser válido. Para aceder à sua partilha, por favor inicie sessão num dispositivo iOS móvel com a sincronização do iCloud ativada.";
"emOneDriveUpgrade" = "Esta versão do Infuse usa uma nova integração com o OneDrive para uma reprodução mais fiável. Para aceder à sua partilha, por favor volte a iniciar a sessão.";
"emOneDriveUpgradeAppleTV" = "Esta versão do Infuse usa uma nova integração com o OneDrive para uma reprodução mais fiável. Para aceder à sua partilha, inicie a sessão num dispositivo iOS móvel com a sincronização do iCloud ativada.";
"emOneDriveUpgradeTitle" = "Atualização do OneDrive";
"gdMyDrive" = "O meu disco";
"gdSharedWithMe" = "Partilhados comigo";
"gdTeamDrives" = "Drives de equipa";
"hoSignIn" = "Entrar";
"pmAspectRatio" = "Aspeto de Ecrã";
"pmAspectRatio_16_10" = "HDTV (16:10)";
"pmAspectRatio_16_9" = "HDTV (16:9)";
"pmAspectRatio_36_10" = "Ultra-Widescreen (36:10)";
"pmAspectRatio_4_3" = "SDTV (4:3)";
"pmAudioRoute" = "Altifalante";
"pmSubtitlesBackground" = "Fundo";
"pmSubtitlesBackground_100" = "100％";
"pmSubtitlesBackground_25" = "25％";
"pmSubtitlesBackground_50" = "50％";
"pmSubtitlesBackground_75" = "75％";
"pmTrackOptionDefault" = "Padrão";
"pmTrackOptionForced" = "Forçado";
"emDolbyNotSupported" = "Lamentamos, mas o áudio Dolby não é suportado neste dispositivo.";
"emBandwidthExceeded" = "Limite de Banda Excedido";
"emCacheCleared" = "Cache de metadados limpo";
"emCacheEmpty" = "A sua Apple TV ficou recentemente sem espaço de armazenamento e o tvOS removeu alguns dados para libertar espaço para outros apps. Como resultado, os metadados e imagens armazenados no Infuse podem ter sido removidos.\n\nInfuse vai baixar novamente os metadados e imagens para os seus videos.";
"emFileNotFound" = "Ficheiro não encontrado";
"emMissingPlexFile" = "Ops, parece que este vídeo foi movido ou excluído recentemente. Use a opção 'Verificar Arquivos da Biblioteca' no Plex para atualizar e tente novamente.";
"emPlexRemoteLimit" = "Ajuste as configurações de streaming e/ou velocidade de upload no Plex para puder reproduzir este vídeo.";
"emCacheError" = "Erro no cache de metadados";
"emCacheErrorMessage" = "Ups! Ocorreu um erro e os metadados não são mais válidos. O Infuse fará agora o download novamente dos metadados dos seus vídeos. \n\nA enviar um relatório de diagnóstico que nos ajudará a rastrear e resolver problemas como este em atualizações futuras.";
"hoLocalFilesMigration" = "Obrigado por atualizar para o Infuse 8! Gostaria de transferir os seus vídeos armazenados localmente para a nova versão?";
"svcAppearance" = "Aparência";
"svcAppIcon" = "Ícone da aplicação";
"svcDark" = "Tons escuros";
"acCloudDownloadErrorMsg" = "Faça o download deste ficheiro antes de iniciar a reprodução";
"hoSaveAndPlay" = "Guardar & Reproduzir";
"plServerWrongAccount" = "O servidor que está a tentar aceder não está a ser encontrado nesta conta.";
"svcLight" = "Tons claros";
"liStatusFetchingAdditionalMetadataFor" = "A atualizar detalhes para %1$@ (%2$d\U00A0de\U00A0%3$d)";
"liStatusUpdatingSpotlight" = "A atualizar a pesquisa do Spotlight";
"pmDeinterlacingIvtc" = "Filme (IVTC)";
"pmDeinterlacingLinear" = "Eficiente (Linear)";
"pmDeinterlacingYadif" = "Alta Qualidade (Yadif)";
"pacoHideFromFilesApp" = "Desativar a aplicação Files";
"ufAdvanced" = "Avançado";
"ufMacAddress" = "Endereço MAC";
"fdTicketDownloadAllEpisodes" = "Todos os episódios";
"fdTicketDownloadSingleEpisode" = "Um episódio";
"fdTicketDownloadUnwatched" = "Episódios não vistos";
"emDropboxEmailNotVerified" = "Endereço de email não verificado";
"emDropboxEmailNotVerifiedMessage" = "Verifique seu endereço de e-mail com o Dropbox antes de continuar.";
"hoAddToPlaylist" = "Adicionar à lista de reprodução";
"hoCreateNewPlaylist" = "Criar lista de reprodução";
"hoDeletePlaylist" = "Eliminar lista de reprodução";
"hoPlaylistTitle" = "Título da lista de reprodução";
"hoRemoveFromPlaylist" = "Remover da lista de reprodução";
"hoRenameFavorite" = "Renomear favorito";
"hoRenamePlaylist" = "Renomear lista de reprodução";
"hoUpdatingPlaylist" = "A atualizar lista de reprodução ...";
"liPlaylists" = "Listas de reprodução";
"NSBluetoothAlwaysUsageDescription" = "Usado para descobrir dispositivos Google Cast próximos";
"pmSubtitlesFontPreview" = "Gazeta publica hoje no jornal uma breve nota de faxina na quermesse.";
"pmSubtitlesMoreFonts" = "Mais...";
"ufUploadInfoNetworkSame" = "Ligue o seu computador à mesma rede Wi-Fi.";
"acSavingToDocuments" = "A guardar em %@";
"hoAddToWatchlist" = "Adicionar a em Curso";
"hoEmptyPlaylistsMessage" = "Para criar uma lista de reprodução, localize um vídeo na sua Biblioteca e selecione a opção ‘Listas de reprodução’.";
"hoRemoveFromWatchlist" = "Remover de em Curso";
"hoRenameList" = "Renomear lista";
"hoUpdatingWatchlist" = "A atualizar lista em Curso...";
"ivcNoPlayableContentInFolder" = "Esta pasta não contém itens reproduzíveis";
"ivcPlay" = "Reproduzir";
"ivcPlayLoop" = "Repetir";
"ivcPlayShuffle" = "Aleatório";
"ivcSearchingPlayableContent" = "À procura de vídeos disponíveis...";
"pmItalic" = "Itálico";
"pmSubtitlesMissingFontsListFooter" = "Toque na fonte e selecione-a da lista para a importar e utilizar na reprodução de vídeos.";
"ivcPlayLoopAndShuffle" = "Repetir & Aleatório";
"pmSubtitlesMissingFontsListHeader" = "Este vídeo usa algumas fontes que estão em falta. Para uma melhor experiência, importe as fontes indicadas abaixo.";
"pmSubtitlesMissingFontsTitle" = "Fontes em falta";
"hoAddToList" = "Adicionar à Lista";
"hoManageLists" = "Listas de reprodução";
"hoNoFavorites" = "Sem Favoritos";
"hoReOrderReset" = "Repor as predefinições de Ordenação";
"hoReOrderTitle" = "Ecrã inicial";
"svcHomescreenSettingsTitle" = "Ecrã inicial";
"svcStreamingDiskCacheDisabled" = "Legado";
"svcStreamingDiskCacheTitle" = "Cache de Streaming";
"hoReOrderCurrentFavoritesSectionTitle" = "Meus Favoritos";
"hoReOrderCurrentListsSectionTitle" = "Minhas Listas";
"hoReOrderDefaultFavoritesSectionTitle" = "Favoritos Predefinidos";
"hoReOrderDefaultListsSectionTitle" = "Listas Predefinidas";
"iapPurchaseOneYearFree" = "1 Ano Avaliação";
"ivcPlayVersion" = "Reproduzir Versão";
"pipDescriptionNew" = "Ajude a %1$@ a melhorar a sua experiência de %2$@, optando por partilhar informações anónimas do dispositivo e da aplicação.";
"pipMoreInfoNew" = "A melhoria de produto recolhe e envia periodicamente informações de diagnóstico e uso, o que ajuda a %@ a melhorar a qualidade e o desempenho dos produtos. Esta informação geralmente inclui configuração do dispositivo, utilização de aplicação, utilização de armazenamento, tipos de ficheiros bem como erros de diagnóstico.";
"pipDoNotShare_Infuse" = "Não, obrigado";
"pipShare_Infuse" = "Parece-me ótimo";
"spteBrowsingHint" = "Selecione um Ficheiro de vídeo a ser utilizado para testar a velocidade da rede.";
"spteChart" = "Mostrar Gráfico";
"spteControllerTitle" = "Teste de Velocidade para %@";
"spteFileSize" = "Tamanho do Ficheiro:";
"spteLastSecSpeed" = "Velocidade Atual:";
"spteMinSpeed" = "Velocidade Mínima:";
"spteProgress" = "Progresso:";
"spteReadBytes" = "Bytes lidos:";
"spteStart" = "Iniciar Teste";
"spteStop" = "Cancelar Teste";
"spteTestConnection" = "Teste de Velocidade";
"spteTotalSpeed" = "Velocidade média:";
"hoDisconnectGoogleCast" = "Desconectar";
"emCacheCorruptedButton" = "Reiniciar";
"emCacheCorruptedMessage" = "Ops, ocorreu um erro e a cache de metadados já não é válida. Reinicie %@ para restaurar a cache de metadados.";
"emCacheCorruptedTitle" = "Erro de cache";
"emCacheRestoredMesssage" = "%@ agora tentará restaurar a cache de metadados. \n\nO envio de um relatório de diagnóstico ajudará a rastrear e resolver problemas como este em futuras atualizações.";
"emCacheRestoredTitle" = "Cache Restaurada";
"pmPlaybackSpeed" = "Velocidade de Reprodução";
"pmPlaybackSpeedCustom" = "Personalizada (%@)";
"pmPlaybackSpeedNormal" = "Normal";
"svcDefaultPlaybackSpeed" = "Velocidade de Reprodução";
"foRemoveFromPrompt" = "Tem a certeza de que quer apagar permanentemente '%1$@' (%2$@)?";
"svcSectionSync" = "Sincronização";
"ttRateCommentPlaceholder" = "Comente no Trakt (deve estar em inglês e conter pelo menos 5 palavras)";
"ttRateContainsSpoilers" = "Contém spoilers";
"ttRateTitle" = "O que é que achas de \"%@\"?";
"ttSyncedWithTrakt" = "Conectado ao Trakt";
"eyConnectToEmby" = "Adicionar Emby (Emby Connect)";
"eyEmbyConnect" = "Emby Connect";
"eyLogin" = "Iniciar sessão";
"eyNoServers" = "Nenhum servidor encontrado. Ligue-se a um servidor da sua conta Emby Connect e tente novamente.";
"eyOtherEmbyServer" = "Adicionar Emby";
"eyOtherJellyfinServer" = "Adicionar Jellyfin";
"eyPinCodeExpired" = "Código PIN expirado";
"eyRequestingServers" = "A solicitar lista de servidores...";
"eyServers" = "Servidores";
"eyUseEmbyConnectAccount" = "Use a sua conta Emby Connect ou crie uma em https://emby.media/connect";
"svcHideSpoilers" = "Ocultar spoilers";
"ufAddMediaServer" = "Adicionar Servidor de Mídia";
"ufBaseURL" = "URL base";
"ufDiscoveredServersSectionTitle" = "Servidores disponíveis";
"ufMediaServers" = "Servidores de Mídia";
"ufOnlineAccounts" = "Contas on-line";
"ufPreCacheImages" = "Arte Pré-Cache";
"liStatusFetchingAdditionalMetadataWithoutCounter" = "A atualizar detalhes para %@";
"liStatusFetchingMetadataWithoutCounter" = "A pesquisar metadados para %@";
"liStatusFetchingThumbnailsWithoutCounter" = "A pesquisar arte para %@";
"li1-4Stars" = "1-4 Estrelas";
"li10s" = "2010s";
"li20+" = "2020+";
"li6Stars" = "6 Estrelas";
"li7Stars" = "7 Estrelas";
"li8-10Stars" = "8-10 Estrelas";
"liActors" = "Atores";
"emCacheEmptyIOS" = "Infuse vai baixar novamente os metadados e arte para os seus videos.";
"pmSubtitlesOpacity" = "Opacidade";
"pmSubtitlesOpacityOpaque" = "Opaco";
"pmSubtitlesOpacitySemiTransparent" = "Semi-transparente";
"pmSubtitlesOpacityTransparent" = "Transparente";
"coLightGray" = "Cinzento claro";
"emMissingMediaServerFile" = "Oops, parece que este vídeo foi movido ou eliminado recentemente. Verifique a sua biblioteca no servidor para atualizar e tente novamente.";
"liStatusFetchingContentForLibrary" = "À procura de conteúdo para %1$@ (%2$d\U00A0de\U00A0%3$d)";
"liStatusFetchingNextUpFor" = "À procura da lista Seguinte para %@";
"liStatusMergingContentFor" = "A terminar procura de conteúdo para %@";
"liStatusFetchingMetadataChanges" = "À procura de alterações na metadata";
"liWaitingForDownloads" = "À espera que os downloads terminem";
"pacoRequirePin" = "Requer PIN";
"pacoRequirePinEverySession" = "Todas as sessões";
"pacoRequirePinEveryPlay" = "Todas as visualizações";
"fdTicketDownloadDownloadSingleEpisode" = "Descarregar Episódio Único";
"fdTicketDownloadDownloadUnwatchedEpisodes" = "Descarregar Episódios Não Assistidos";
"fdTicketDownloadDownloadAllEpisodes" = "Descarregar Todos os Episódios";
"fdTicketDownloadRetryAllEpisodes" = "Repetir Todos os Episódios";
"fdTicketDownloadRetrySingleEpisode" = "Repetir Episódio Único";
"fdTicketDownloadStopAllEpisodes" = "Parar Todos os Episódios";
"fdTicketDownloadStopSingleEpisode" = "Parar Episódio Único";
"fdTicketDownloadPauseAllEpisodes" = "Parar Todos os Episódios";
"fdTicketDownloadPauseSingleEpisode" = "Parar Episódio Único";
"fdTicketDownloadResumeAllEpisodes" = "Retomar Todos os Episódios";
"fdTicketDownloadResumeSingleEpisode" = "Retomar Episódio Único";
"fdTicketManageDownload" = "Gestão de Transferências";
"fdPauseDownloadButtonTitle" = "Parar Transferência";
"fdResumeDownloadButtonTitle" = "Retomar Transferência";
"liRefreshMetadataTitle" = "Atualizar Metadata";
"liRefreshMetadataConfirmationText" = "O Infusel irá procurar atualizações dos metadados para os itens da sua biblioteca. Isto pode demorar algum tempo.";
"liRefreshMetadataConfirmationOk" = "Continuar";
"gdComputers" = "Computadores";
"eyCheckingPlugin" = "Aguardando por InfuseSync…";
"eyPluginSuggestion" = "Instale o plugin InfuseSync no seu servidor %@ para uma varredura mais rápida";
"eyRestartServer" = "Reinicie seu servidor %@ para finalizar a instalação do plugin InfuseSync";
"bmBookmarkIsStale" = "A pasta %@ não foi encontrada. Por favor, tente novamente.";
"bmFileReadNoPermission" = "Não foi possível aceder à pasta %@ por falta de permissões. Tente adicionar a pasta externa novamente.";
"bmFailedToGetAccess" = "Não foi possível aceder à pasta externa %@";
"bmNoValidFileProviderFound" = "A pasta %@ não foi encontrada. Verifique a sua localização e tente novamente.";
"bmSmbLocationCannotAdd" = "Usar compartilhamentos SMB como pastas externas não é suportado. Crie uma ligação direta usando a lista de \"Compartilhamentos disponíveis\".";
"bmDeviceRootLocationCannotAdd" = "Não é possível adicionar um dispositivo inteiro como uma pasta externa. Por favor, selecione uma subpasta.";
"bmNotEnoughAvailableDiskSpace" = "O arquivo %@ não pôde ser salvo. Não há espaço no disco suficientemente disponível.";
"bmCloudDownloading" = "A transferir para o armazenamento local do iCloud";
"ttRateLimit" = "Excedeu o limite de conversão do Trakt. Por favor, tente mais tarde.";
"ufExternalDocumentsCategory" = "através de Pastas Externas";
"svcTrueBlackTheme" = "Modo Escuro Puro";
"svcCellularDownload" = "Descarregar com Dados Móveis";
"mnzEnterPinCode" = "Para autorizar, insira o código exibido no seu aplicativo autenticador:";
"mnzInvalidPinCode" = "Código inválido ou expirado.";
"emLocalNetworkPermission" = "Acesso à rede desativado";
"emLocalNetworkPermissionMessage" = "Ative o acesso à Rede Local em Configurações do Sistema > Infuse";
"ufInstallPlugin" = "Instalar Plugin InfuseSync";
"fdTicketDownloadingError" = "Erro na transferência";
"fdTicketDownloadingRetry" = "Tentar novamente";
"fdTicketDownloadingQueued" = "Na Fila";
"fdTicketDownloadingPaused" = "Pausado";
"liStatusCheckingUpNext" = "A verificar Nova Lista";
"liCheckAndRetry" = "Por favor, verifique se '%@' está disponível e tente novamente";
"liSeeAll" = "Ver Todos";
"hoPinToHomeScreen" = "Adicionar ao Ecrã Principal";
"hoRemoveFromHomeScreen" = "Remover do Ecrã Principal";
"hoRemoveFromHomeScreenMessage" = "Tem a certeza que deseja remover ‘%1$@’?";
"hoHomeIsEmpty" = "O Ecrã Principal está vazio";
"hoLetsPinSomeItems" = "Vamos colocar alguns itens aqui";
"hoLetsFindSomeVideos" = "Vamos encontrar alguns vídeos para adicionar ao seu Ecrã Principal";
"hoEditHomeScreen" = "Editar Ecrã Principal";
"hoFilesAreBeingProcessed" = "Os seus arquivos estão a ser processados";
"hoFilesWillAppear" = "Brevemente irão aparecer aqui";
"hoFilesScreenIsEmpty" = "Ecrã de Arquivos está vazio";
"hoLetsAddSomeFiles" = "Agora vamos encontrar alguns vídeos para adicionar aos seus arquivos";
"hoHome" = "Início";
"hoSearchResultsWithText" = "Resultados da pesquisa por \"%@\"";
"hoReOrderCurrentItemsSectionTitle" = "Itens Fixos";
"hoReOrderDefaultItemsSectionTitle" = "Itens predefinidos";
"hoReOrderAllItemsSectionTitle" = "Todos os itens";
"hoNewTitle" = "Novo Título";
"svcTitleMac" = "Preferências";
"svcLanguagePickerTitle" = "Escolha o Idioma:";
"svcClearAllMetadataMac" = "Limpar";
"tiDescriptionShowMore" = "MAIS";
"tiDescription" = "Descrição";
"tiCastAndCrew" = "Elenco e Equipa";
"tiActor" = "Ator";
"tiResume" = "Continuar %@";
"tiSpoilerAlert" = "Spoiler";
"iapUpgradeToInfuseProFormat" = "Atualize para\n%@";
"iapUpgradeToInfusePro" = "Infuse PRO";
"ufNetworkSharesSectionTitle" = "Partilhas de Rede";
"ufLocalSharesSectionTitle" = "Partilhas locais";
"ufAddShareTitle" = "Adicionar...";
"ufAddShareItemTitle" = "Adicionar %@";
"ufDefaultShareName" = "Meu %@";
"afAddUrlMacStep1" = "Copie um URL de vídeo direto do navegador, por exemplo.";
"afAddUrlMacStep2" = "Cole o URL importado ou digite o URL manualmente para adicioná-lo.";
"afAddUrlMacStep2Placeholder" = "Introduza aqui o URL";
"afAddUrlMacStep2PlaceholderMini" = "Introduza o URL aqui, http://example.com/sample.mp4 por exemplo";
"afAddUrlMacStep3" = "Selecione um item da lista para assistir ou clique em Descarregar para guardá-lo no seu dispositivo.";
"afAddUrlsMacTitle" = "Adicionar";
"afAddLocalFolderTitle" = "Adicionar pasta local";
"afLocalShareTitle" = "Local";
"fdNoDownloadsMacTitle" = "Todos os downloads concluídos";
"liRecentlyAddedTVShows" = "Séries adicionadas recentemente";
"liUnwatchedMovies" = "Filmes Não assistidos";
"spteProgressTitle" = "Progresso";
"spteCurrentSpeedTitle" = "Atual";
"spteAverageSpeedTitle" = "Média";
"spteMinimumSpeedTitle" = "Mínimo";
"spteSpeedMbps" = "%@ Mbps";
"mnuPreferences" = "Configurações...";
"mnuAddFiles" = "Adicionar Arquivos...";
"mnuOpen" = "Abrir ficheiro...";
"alAppExpiredTitle" = "O Infuse expirou";
"alAppExpiredMessage" = "Esta versão do Infuse expirou. Por favor instalar a versão mais recente para continuar.";
"alNewVersionMessage" = "Infuse %1$@ está agora disponível—você tem %2$@. Gostaria de descarregar a nova versão?";
"alNewVersionDownload" = "Descarregar";
"hoCacheOptimizationTitle" = "A otimizar a biblioteca";
"hoCacheOptimizationMessage" = "A sua biblioteca está a ser otimizada para um melhor desempenho. Por favor, mantenha o Infuse em execução.";
"hoShowGridTitles" = "Mostrar Títulos";
"hoHideGridTitles" = "Ocultar Títulos";
"svcAlwaysShowTitlesTV" = "Mostrar Títulos dos Pósteres";
"ttSwitchToClassicView" = "Vista Clássica";
"ttSwitchToModernView" = "Vista Moderna";
"vvSkipIntro" = "Ignorar Introdução";
"pmVideoUpscaling" = "Upscaling avançado";
"pmVideoUpscalingHighest" = "Alto (4K)";
"pmVideoUpscalingHigh" = "Normal (HD)";
"pmVideoUpscalingMax" = "Máximo (ilimitado)";
"hoShowInFinder" = "Mostrar no Finder";
"tiSearchMetadata" = "Pesquisar metadados";
"iapSubscriptionAlreadyPurchasedWarningTitleTV" = "Parece que ainda tem uma subscrição ativa do Infuse Pro que já não é necessária. Pode gerir em Definições > Utilizadores e Contas > Subscrições de [nome da conta].";
"svcPrePlaybackLayoutSettingTitle" = "Vista de Detalhes";
"svcPrePlaybackLayoutModern" = "Moderno";
"svcPrePlaybackLayoutClassic" = "Clássico";
"svcAutoSelectNextItem" = "Auto-Selecionar Próximo";
"geProceed" = "Continuar";
"hoUseLocalMetadataConfirmation" = "A ativação de metadados locais para esta pasta removerá todos os metadados/artwork existentes e criará novos usando apenas informações locais. As fontes de metadados online não serão usadas para itens nesta pasta.";
"tiGuestStar" = "Convidado Especial";
"tiCreator" = "Criador";
"tiCreators" = "Criadores";
"pcRewindSecondsFormat" = "%ld segundos";
"svcAdvancedOptions" = "Opções Avançadas";
"ufUsbCableTitle" = "Cabo USB";
"ufUsbCableDesc" = "Os passos abaixo são para MacOS 10.15 e posteriores. Para versões anteriores (ou para Windows) o mesmo processo pode ser feito através do iTunes.";
"ufUsbCableStep1Desc" = "Conecte o seu dispositivo ao computador via cabo USB.";
"ufUsbCableStep2Desc" = "No seu computador, abra o Finder. Os vídeos que você deseja sincronizar devem estar listados na seção Filmes (ou programas de TV).";
"ufUsbCableStep3Desc" = "Abra a aba Filmes ou Programas de TV e selecione os vídeos que deseja sincronizar, colocando uma marca de seleção ao lado deles.";
"ufUsbCableStep4Desc" = "Quando tiver selecionado todos os vídeos, clique no botão Sincronizar.";
"ufUsbCableDetail" = "Usando o Finder ou o iTunes";
"ufDocumentTitle" = "Documentos";
"ufHttpDetail" = "Requer Wi-Fi";
"ufUploadInfoHTTPTransferFiles" = "Transferir ficheiros";
"ufOtherAppsTitle" = "Outras Aplicações";
"ufLinksTitle" = "URL directo";
"ufFilesTitle" = "Ficheiros";
"ufLocationsSectionTitle" = "Localizações";
"hoSortingByTitle" = "Ordenar por: Título";
"hoSortingByFileName" = "Ordenar por: Nome do Ficheiro";
"hoSortingByDate" = "Ordenar por: Data";
"hoSortingByReleaseDate" = "Ordenar por: Data de Estreia";
"hoLocalMetadata" = "Metadados: Local";
"hoOnlineMetadata" = "Metadados: Online";
"svcPicksOfTheDayModeTitle" = "Escolhas do dia";
"svcPicksOfTheDayModeMoviesShows" = "Filmes e Séries";
"svcPicksOfTheDayModeMovies" = "Apenas Filmes";
"svcPicksOfTheDayModeShows" = "Apenas Séries TV";
"liRandom" = "Escolhas do dia";
"liMusic" = "Concertos";
"liShortFilms" = "Curtas";
"liGenreMusic" = "Música";
"svcBlackoutOtherScreens" = "Apagar os outros monitores enquanto estiver em tela cheia";
"tvshAddCloudShareHint" = "Adicione compartilhamentos na nuvem (Dropbox, Google Drive, etc...) no iOS ou macOS primeiro e eles aparecerão aqui.";
"liFeatureFilms" = "Longas-metragens";
"svcHDRTonemappingMode" = "Cores HDR";
"svcTonemappingModeCustom" = "Infuse";
"svcTonemappingModeSystem" = "Apple";
"pcSkipFormat" = "%d seg";
"mnuNextMedia" = "Próximo Vídeo";
"mnuPrevMedia" = "Vídeo Anterior";
"mnuEnterFullscreen" = "Ativar Tela Cheia";
"mnuEnterPip" = "Ativar PiP";
"mnuSpeedUp" = "Acelerar";
"mnuSpeedDown" = "Desacelerar";
"mnuNormalSpeed" = "Velocidade Normal";
"mnuMute" = "Mudo";
"mnuCycleAudioTrack" = "Escolher Faixa de Áudio";
"mnuCycleSubtitles" = "Escolher Legenda";
"mnuToggleSubtitles" = "Ativar Legendas";
"mnuDisabledSubtitles" = "Legendas Desativadas";
"svcStreamingCacheMemoryOnly" = "Apenas Memória";
"tiSeasonSelectTitle" = "Selecionar Temporada";
"hoDeleteCollection" = "Excluir Coleção";
"hoUpdatingCollection" = "A Atualizar a Coleção...";
"hoRenameCollection" = "Renomear Coleção";
"hoAddToCollection" = "Adicionar à Coleção";
"hoCreateNewCollection" = "Criar Coleção";
"hoCollectionTitle" = "Título da Coleção";
"hoEmptyCollectionMessage" = "Para criar uma coleção, localize um vídeo na Biblioteca e selecione a opção 'Coleções'.";
"svcSectionHotKeys" = "Teclas de Atalho";
"svcShowTmdbCollections" = "Coleções TMDB";
"svcShowCustomCollections" = "Coleções Personalizadas";
"svcGroupMoviesIntoCollections" = "Agrupar Filmes em Coleções";
"svcGroupTVShowsIntoCollections" = "Agrupar Programas de TV em Coleções";
"svcHotKeysResetAll" = "Repor Tudo";
"svcHotKeysResetAllButton" = "Repor";
"svcHotKeysResetAllConfirmationText" = "Tem certeza de que deseja repor as suas preferências de teclas de atalho?";
"svcHotKeysDescription" = "Clique duas vezes numa linha para editar a tecla de atalho correspondente";
"svcHotKeysHint" = "Pressione qualquer tecla para editar. ESC para cancelar.";
"svcHotKeysWarning" = "A combinação %@ já está em uso";
"svcShowLogoTitle" = "Mostrar Logos";
"svcShowLogoMoviesOnly" = "Apenas Filmes";
"svcShowLogoTVShowsOnly" = "Apenas Séries TV";
"mnuFloatOnTop" = "Manter em primeiro plano";
"hoReorder" = "Reordenar";
"vvNextEpisode" = "Próximo Episódio";
"hoCollectionsForEmptyTVShow" = "Adicione os programas de TV à biblioteca para poder incluí-los numa coleção";
"foRemovePromptWithCount" = "Tem a certeza que pretende apagar permanentemente ‘%1$@’ (%2$d ficheiros)?";
"foRemoveFromPromptWithCount" = "Tem a certeza que pretende apagar permanentemente ‘%1$@’ (%2$@) (%3$d ficheiros)?";
"foAllFilesAndFoldersRemoveButton" = "Vídeo e ficheiros relacionados";
"foVideoFilesOnlyRemoveButton" = "Apenas ficheiros de vídeo";
"liStartCloudSync" = "Sincronizar com iCloud";
"liLastCloudSyncDate" = "(última atualização: %@)";
"hoDeleteCollectionPrompt" = "Remover coleção";
"hoRemoveFromCollection" = "Remover da coleção";
"foRemoveCannotBeDeleted" = "Este ficheiro não pode ser eliminado";
"wsMarkSeasonAsWatched" = "Marcar temporada como assistida";
"wsMarkSeasonAsUnwatched" = "Marcar temporada como não assistida";
"wsMarkEpisodeAsWatched" = "Marcar episódio como assistido";
"wsMarkEpisodeAsUnwatched" = "Marcar episódio como não assistido";
"wsSelectWatchAction" = "Marcar como...";
"liLastCloudSyncFailed" = "falhou";
"emPlexRelayConnectionTitle" = "Conexão Relay Ativa";
"emPlexRelayConnectionMessage" = "Por favor, verifique suas configurações de rede e certifique-se de que a conexão local (ou não relay) ao seu servidor Plex está a funcionar corretamente.";
"pcAudioDelayTuningHintWithValue" = "Deslize para a direita/esquerda para ajustar o atraso de áudio\nValor atual: %d ms";
"pmAudioDelay" = "Atraso";
"pmAudioDelayValueMsec" = "%d ms";
"pmAudioDelayValueMsecWithTuning" = "%d ms, Tuning Ligado";
"pmAudioDelaySubmenuTitle" = "Atraso de Áudio";
"pmAudioDelayTuningMode" = "Modo de Ajuste";
"afAddRootToFavorites" = "Adicionar todos os ficheiros aos favoritos";
"shAllFiles" = "Todos os Ficheiros";
"svcForcedDolbyVision" = "Dolby Vision Extendido";
"tiMetadataLanguage" = "Idioma dos Metadados";
"svcDolbyVisionMode" = "Dolby Vision Alargado";
"svcDolbyVisionModeForced" = "Forçado";
"svcCollectionsAndGroups" = "Coleções e grupos";
"svcGroupVersions" = "Grupos Inteligentes";
"svcVersionSelection" = "Selecione a versão";
"svcVersionSelectionHighestQuality" = "Mais alta qualidade";
"svcVersionSelectionLowestQuality" = "A mais baixa qualidade";
"hoSave" = "Salvar";
"svcDolbyVisionModeLimited" = "Limitado";
"trTrailer" = "Trailer";
"trTrailers" = "Trailers";
"trTrailersSearch" = "Pesquisando trailers...";
"trTrailersNotFound" = "Trailer para '%@' não encontrado.";
"trTrailersRequestLimit" = "Trailers estão indisponíveis no momento.\nPor favor, tente novamente mais tarde.";
"tiPart" = "Parte %d";
"ppbVersionDirectorsCut" = "Versão do Diretor";
"ppbVersionExtendedCut" = "Versão Estendida";
"ppbVersionTheatricalCut" = "Versão do Cinema";
"ppbVersionFinalCut" = "Versão Final";
"ppbVersionCinematicCut" = "Versão Cinemática";
"ppbVersionUnratedCut" = "Versão Sem Cortes";
"ppbVersionTVCut" = "Versão para TV";
"ppbVersionUncut" = "Sem Cortes";
"ppbVersionSpecialEdition" = "Edição Especial";
"ppbVersionUltimateEdition" = "Edição Definitiva";
"ppbVersionBlackAndWhiteEdition" = "Preto e Branco";
"ppbVersionIMAX" = "IMAX";
"ppbVersionWideScreen" = "Tela Ampla";
"ppbVersionFullScreen" = "Tela Cheia";
"hoVOReOrderLibrary" = "Editar Itens Fixados";
"iapUnlockDolbyTitle" = "Áudio Dolby";
"iapUnlockDolbyDescription" = "Ouça cada detalhe com suporte adicional para áudio Dolby de alta qualidade.";
"iapUnlockDolbyMacNavBarTitle" = "Desbloqueie o Áudio Dolby GRATUITAMENTE";
"iapUnlockDTSTitle" = "Áudio DTS";
"iapUnlockDTSDescription" = "Ouça cada detalhe com suporte adicional para áudio DTS de alta qualidade.";
"iapUnlockDTSMacNavBarTitle" = "Desbloqueie o Áudio DTS GRATUITAMENTE";
"iapUnlockCodecWithPro" = "Incluído com %@";
"iapUnlockCodecButton" = "Desbloqueie GRATUITAMENTE";
"iapUnlockCodecRemindLater" = "Lembre-me mais tarde";
"ufAddAliyunDrive" = "Adicionar Aliyun Drive";
"ufShareProtocolAliyun" = "Aliyun Drive";
"ufDefaultShareNameAliyun" = "Meu Aliyun Drive";
"foMoveToBinTitle" = "Movendo '%1$@' para a Lixeira";
"foMoveToRecentlyDeletedTitle" = "Movendo '%1$@' para Excluídos Recentemente";
"foMoveToBinPrompt" = "Tem certeza de que deseja mover '%1$@' para a Lixeira?";
"foMoveToBinFromPrompt" = "Tem certeza de que deseja mover '%1$@' (%2$@) para a Lixeira?";
"foMoveToBinPromptWithCount" = "Tem certeza de que deseja mover '%1$@' (%2$d arquivos) para a Lixeira?";
"foMoveToBinFromPromptWithCount" = "Tem certeza de que deseja mover '%1$@' (%2$@) (%3$d arquivos) para a Lixeira?";
"foMoveToRecentlyDeletedPrompt" = "Tem certeza de que deseja mover '%1$@' para Excluídos Recentemente?";
"foMoveToRecentlyDeletedFromPrompt" = "Tem certeza de que deseja mover '%1$@' (%2$@) para Excluídos Recentemente?";
"foMoveToRecentlyDeletedPromptWithCount" = "Tem certeza de que deseja mover '%1$@' (%2$d arquivos) para Excluídos Recentemente?";
"foMoveToRecentlyDeletedFromPromptWithCount" = "Tem certeza de que deseja mover '%1$@' (%2$@) (%3$d arquivos) para Excluídos Recentemente?";
"liLastCloudSyncFailedNotAuthenticated" = "(conta do iCloud não encontrada)";
"liLastCloudSyncFailedNoSpaceLeft" = "(iCloud sem espaço)";
"tiOriginalMetadataLanguage" = "Original";
"foAbstractRemoveTitle" = "Excluindo '%1$@'";
"foAbstractRemovePrompt" = "Tem a certeza que deseja remover ‘%1$@’?";
"foAbstractRemoveFromPrompt" = "Tem certeza que deseja excluir '%1$@' (%2$@)?";
"foAbstractRemovePromptWithCount" = "Tem certeza que deseja excluir '%1$@' (%2$d arquivos)?";
"foAbstractRemoveFromPromptWithCount" = "Tem certeza que deseja excluir '%1$@' (%2$@) (%3$d arquivos)?";
"foAbstractRemoveButton" = "Remover";
"svcMixLfeIntoStereo" = "LFE em Downmix Estéreo";
"svcDownmixVolume" = "Volume Downmix";
"svcDownmixVolumeOriginal" = "Original";
"svcDownmixVolumeNormalized" = "Normalizado";
"ufIndexingEnabled" = "Modo Biblioteca";
"liMiniseriesTVShows" = "Miniséries";
"liIndexingDisabled" = "Modo biblioteca desativado";
"csAliyunBackupDisk" = "Disco de Backup";
"csAliyunResourceLibrary" = "Biblioteca de Recursos";
"acLinksAddedTitle" = "Novos links adicionados";
"acAllLinksAddedMsg" = "Os links agora estão disponíveis na tela %@.";
"acSomeLinksAddedMsg" = "Os links agora estão disponíveis na tela %@. Alguns links têm um formato não suportado e não podem ser adicionados.";
"acLinksScreenTitleWithPath" = "Adicionar arquivos > %@";
"plRecentlyAdded" = "Adicionados recentemente em %@";
"plRecentlyAddedMovies" = "Filmes adicionados recentemente";
"plRecentlyAddedTV" = "Séries adicionadas recentemente";
"plRecentlyAddedVideos" = "Vídeos adicionados recentemente";
"plRecentPlaylists" = "Listas de reprodução recentes";
"eyLatest" = "Mais recente %@";
"eyNextUp" = "A Seguir";
"eyFavoriteSeries" = "Séries favoritas";
"eyFavoriteEpisodes" = "Episódios favoritos";
"eyFavoriteMovies" = "Filmes favoritos";
"eyFavoriteVideos" = "Vídeos favoritos";
"eyFavoriteCollections" = "Coleções favoritas";
"eyFavoritePlaylists" = "Listas de reprodução de favoritas";
"emCacheRestoreTitle" = "Preparando sua biblioteca...";
"emCacheRestoreReasonSystem" = "Sua Apple TV estava recentemente com pouco espaço em disco e o tvOS removeu alguns dados de aplicativos para liberar espaço para outros aplicativos.";
"emCacheRestoreReasonCorruption" = "Ops, algo deu errado e o cache de metadados não é mais válido.";
"emRestoreOperationFailed" = "Backup na nuvem indisponível";
"emCacheRestoreActionRecreate" = "Reescanear biblioteca";
"emCacheRestoreNoBackup" = "Nenhum backup na encontrado na nuvem. Ative a opção de backups automáticos para permitir atualizações mais rápidas da biblioteca no futuro.";
"svcCloudSyncHint" = "Use o iCloud para sincronizar a biblioteca e as configurações de reprodução entre os dispositivos.";
"svcBackups" = "Backup na Nuvem";
"svcBackupsHint" = "Salve os detalhes da biblioteca na nuvem para atualizações mais rápidas ao usar o Infuse.";
"svcAutoBackups" = "Backups Automáticos";
"svcBackupNow" = "Salvar Backup";
"svcRestoreNow" = "Recuperar Backup";
"svcRestoreNowConfirmationMessage" = "A restauração a partir de um backup na nuvem removerá sua biblioteca atual e a substituirá pelo último backup salvo. Se você optar por continuar, o aplicativo será reiniciado.";
"svcPerformingBackup" = "Salvando o backup na nuvem";
"svcLastBackupDate" = "Último backup: %@";
"svcBackupOperationFailed" = "Falha no backup";
"foAboutRecentlyDeletedTitle" = "Excluídos Recentemente";
"foAboutRecentlyDeletedPrompt" = "Os arquivos excluídos são movidos para a seção “Excluídos Recentemente” no aplicativo Arquivos. Use este aplicativo para excluir arquivos permanentemente e liberar espaço.";
"foAboutRecentlyDeletedLearnMore" = "Saiba Mais";
"emCacheRestoreUpdating" = "Sua biblioteca está sendo atualizada com detalhes da nuvem. Isso levará apenas um momento.";
"hoSearchRequiresTwoChars" = "Por favor, insira pelo menos dois caracteres para a busca no servidor.";
"pcSkipForwardFormat" = "Avançar %lds";
"pcSkipBackwardFormat" = "Voltar %lds";
"hoSearchScope" = "Escopo: %@";
"geInternalServerError" = "Erro interno do servidor.";
"plAddToWatchlist" = "Adicionar à lista de observação";
"plRemoveFromWatchlist" = "Remover da lista de observação";
"svcForwardSkip" = "Pular para frente";
"svcBackwardSkip" = "Pular para trás";
"vvSkipCommercials" = "Pular comerciais";
"vvSkipCredits" = "Pular créditos";
"plAddShowToWatchlist" = "Adicionar à Minha Lista";
"plRemoveShowFromWatchlist" = "Remover da Minha Lista";
"ufSmartFolders" = "Pastas Inteligentes";
"eyRecentlyReleasedMovies" = "Filmes Lançados Recentemente";
"geCantEstablishConnectionToHostFormat" = "Impossivel conectar a %@";
"emPermissionsErrorTitle" = "Permissões necessárias ausentes";
"emPermissionsErrorDescription" = "Faça login no Google Drive e conceda permissão ao Infuse para acessar seus arquivos.";
"emPermissionsErrorDescriptionTV" = "Faça login no Google Drive em um iPhone, iPad ou Mac e conceda permissão ao Infuse para acessar seus arquivos.";
"eySortByAlbum" = "Álbum";
"eySortByAlbumArtist" = "Artista do Álbum";
"eySortByArtist" = "Artista";
"eySortByBitrate" = "Taxa de bits";
"eySortByCollectionOrder" = "Ordem da Coleção";
"eySortByComposer" = "Compositor";
"eySortByCommunityRating" = "Avaliações da Comunidade";
"eySortByContainer" = "Container";
"eySortByCriticRating" = "Classificação da crítica";
"eySortByDateAdded" = "Data de Adição";
"eySortByDatePlayed" = "Data de reprodução";
"eySortByFileName" = "Nome do Arquivo";
"eySortByIMDB" = "Classificação IMDb";
"eySortByLastEpisodeDateAdded" = "Data do último episódio adicionado";
"eySortByNumber" = "Número";
"eySortByParentalRating" = "Classificação dos pais";
"eySortByPlaylistOrder" = "Ordem da lista de reprodução";
"eySortByPlays" = "Reproduções";
"eySortByRandom" = "Aleatório";
"eySortByReleaseDate" = "Data de Lançamento";
"eySortByResolution" = "Resolução";
"eySortByRuntime" = "Duração";
"eySortBySeries" = "Série";
"eySortBySize" = "Tamanho";
"eySortByTitle" = "Título";
"eySortByYear" = "Ano";
"jfSortByCriticsRating" = "Classificação da crítica";
"jfSortByDateShowAdded" = "Data de exibição adicionado";
"jfSortByDateEpisodeAdded" = "Data de adição do episódio";
"jfSortByFolders" = "Pastas";
"jfSortByName" = "Nome";
"jfSortByPlayCount" = "Reproduções";
"jfSortByPremiereDate" = "Data de estreia";
"jfSortByTVDB" = "Classificação do TheTVDB";
"svcPlayVersion" = "Reproduzir Versão";
"ufShareProtocol123" = "123 Cloud Drive";
"ufAdd123Drive" = "Adicionar 123 Cloud Drive";
"ufDefaultShareName123" = "Meu 123 Cloud Drive";
"svcPrePlaybackLayoutNew" = "Novo";
"svcStreamingCacheLimited" = "Limitado";
"vvSkipPreview" = "Pular pré-visualização";
"vvSkipRecap" = "Ignorar recapitulação";
"vvSkipSection" = "Ignorar secção";
"pmVideoResamplingFilter" = "Upscaling de IA";
"pmVideoResamplingFilterLanczos" = "Desativado";
"pmVideoResamplingFilterSpatial" = "Ativo";
"ufShareProtocol115" = "115 Cloud Drive";
"ufAdd115Drive" = "Adicionar 115 Cloud Drive";
"ufDefaultShareName115" = "Meu 115 Cloud Drive";
"ufShareProtocolBaidu" = "NetDisk Baidu";
"ufAddBaiduNetDisk" = "Adicionar NetDisk Baidu";
"ufDefaultShareNameBaidu" = "Meu NetDisk Baidu";
"afAddiCloudDrive" = "Adicionar iCloud Drive";
"pmAutoDimming" = "Escurecimento automático";
"ufPreCacheDetails" = "Detalhes da Pré-Cache";
"svcEmbeddedThumbnails" = "Preferir arte incorporadas";
"emBandwidthExceeded123Cloud" = "O limite diário de 1 GB para utilizadores gratuitos do 123 Cloud Drive foi ultrapassado.";
"afRequestingQRCode" = "Pedido de código QR...";
"afQRCodeExpired" = "O código QR expirou";
"afSaveToCameraRoll" = "Guardar no rolo da câmara";
"af115CloudQRHint" = "Digitalizar este código QR na aplicação 115";
"ufMaxQPSLimit" = "Limite de QPS";
"ppbOpenStrmlnk" = "Aberto";
"ppbVersionStrmlnk" = "Ligação";
"pmPlaybackSpeed2x" = "2x";
"svcAutoSkipIntro" = "Pular introduções e créditos";
"svcLivePreview" = "Pré-visualizações em direto";
"pmAspectFitUnderlayNotch" = "Aspeto Fit";
"svcAutoSkipIntroDelay" = "Auto (Atraso)";
"svcShowExternalRatings" = "Mostrar classificações externas";
"ufAutoScan" = "Verificação automática";
"emCacheRestoreExpired" = "A cópia de segurança na nuvem para este dispositivo expirou devido a inatividade. Volte a analisar a biblioteca para continuar.";
"pmSubtitlesBrightness" = "Brilho HDR";
"hoSaveToLinks" = "Adicionar às ligações";
"hoSavedToLinksWithExpiration" = "A ligação foi adicionada com sucesso e estará disponível até %@.";
"hoSavedToLinks" = "A ligação foi adicionada com sucesso.";
"svcShowExternalRatingsMoviesOnly" = "Apenas filmes";
"svcShowExternalRatingsTVShowsOnly" = "Apenas programas de TV";
"ttVip" = "VIP";
"ttGetVip" = "Obter VIP";
"hoAddToFavoriteItems" = "Adicionar aos favoritos";
"hoRemoveFromFavoriteItems" = "Remover dos favoritos";
"hoUpdatingFavoriteItems" = "Atualizar artigos favoritos";
"ppbNoMovieError" = "Filme não encontrado";
"ppbNoSeriesError" = "Série não encontrada";
"eyFavoritePeople" = "Pessoas favoritas";
"svcOpenCollectionsOnPreplayback" = "Ver detalhes";
"isEnvironmentVoid" = "Vazio";
"isEnvironmentSunset" = "Pôr do sol";
"isEnvironmentSpace" = "Espaço";
"isEnvironmentRoom" = "Quarto";
"isEnvironmentCinema" = "Cinema";
"isSettingRow" = "Fila";
"isSettingSeatingHeight" = "Altura do assento";
"isSettingDistance" = "Distância";
"isSettingScreenAltitude" = "Altitude do ecrã";
"isSettingScreenSize" = "Tamanho do ecrã";
"isSettingBrightness" = "Brilho";
"isSettingSceneTilt" = "Inclinação da cena";
"hoAddingLinks" = "Adicionar ligações...";
"hoAddLinkForSingleEpisode" = "Adicionar ligação para um episódio único";
"hoAddLinksForUnwatchedEpisodes" = "Adicionar links para episódios não assistidos";
"hoAddLinksForAllEpisodes" = "Adicionar ligações para todos os episódios";
"geEdit" = "Editar";
"pmPlaybackQueue" = "Fila de reprodução";
"pmEditPlaybackQueue" = "Editar fila de reprodução";
"pmPlaybackQueueMode" = "Modo de reprodução";
"pmPlaybackQueueModeStraightforward" = "Normal";
"hoRemoveFromContinueWatching" = "Remover de Continuar a ver";
"hoUpdatingContinueWatching" = "Atualização Continuar a ver...";
"ppbOpenDeeplink" = "Aberto";
"pmAmbientMode" = "Modo ambiente";
"pmAmbientModeSubtle" = "Subtil";
"pmAmbientModeBalanced" = "Equilibrado";
"pmAmbientModeVivid" = "Vívido";
"pmAmbientModeMax" = "Máximo";
"pmPlaybackHUDInfo" = "Estatísticas de reprodução (HUD)";
"pmPlaybackHUDInfoFull" = "Completo";
"pmPlaybackHUDInfoCompact" = "Compacto";
"pmPlaybackHUDInfoOff" = "Desligado";
"pmPlaybackHUDContainer" = "Contentor:";
"pmPlaybackHUDPlaybackMode" = "Modo de reprodução:";
"pmPlaybackHUDSourceFramerate" = "Velocidade de fotogramas de origem:";
"pmPlaybackHUDAppleTVFramerate" = "Velocidade de fotogramas do ecrã:";
"pmPlaybackHUDDroppedFrameCount" = "Contagem de fotogramas perdidos:";
"pmPlaybackHUDAppleTVInfo" = "Informacões sobre o dispositivo:";
"pmPlaybackHUDFreeDiskSpace" = "Espaço livre em disco:";
"pmPlaybackHUDNetworkThroughput" = "Débito da rede:";
"pmPlaybackHUDStreamSpeed" = "Velocidade do fluxo:";
"pmPlaybackHUDBufferReloadCount" = "Contagem de recarregamento da memória intermédia:";
"pmPlaybackHUDBufferStatus" = "Estado da memória intermédia:";
"pmPlaybackHUDVideo" = "Vídeo:";
"pmPlaybackHUDAudio" = "Áudio:";
"pmPlaybackHUDSubtitles" = "Legendas:";
"pmPlaybackHUDBufferStatusHealthy" = "Saudável";
"pmPlaybackHUDBufferStatusEmpty" = "Vazio";
"pmPlaybackHUDCreatedBy" = "Criado por:";
"liSearch" = "Procurar";
"iapEnterpriseActivatedTitle" = "Infuse Enterprise %@";
"svcThumbnailLanguage" = "Arte";
"svcSectionMetadata" = "Metadados e arte";
"svcCacheSize2" = "Cache da biblioteca";
"svcPreferOverrideThumbnails" = "Preferir arte locais";
"vvStillWatchingTitle" = "Você ainda está assistindo?";
"vvStillWatchingContinue" = "Continuar assistindo";
"svcAutoSkipIntroInstant" = "Auto (Instantâneo)";
